<?php 
  
$config['filter']=array (
  'enable' => '1',
  'keyword_disable' => '0',
  'keywords' => '163.am
18DY电影
18年纪念
18岁的雪儿
1969 尼木
2005言论
2005语录
372669912
644841590
K粉
Maya
SEX情色论坛
SE站
huaes.com
king粉有售
啊扁涛哥
阿娇艳照下载
阿姨的偷窥
阿姨诱奸
安定片
爸爸奸淫我
办理文凭
办理证件
办文凭
办证
办证刻章发票
包养情妇
被插
毕业证
边坝时间
冰毒
不雅
彩票奖券网
藏独
厕所门
策屁
茶余饭后
超淫杂交女
车牌隐形喷剂
陈娘宇下台
成绩单
成人导航
成人电影
成人论坛
成人漫画
成人片
成人频道
成人通
成人图片
成人网
成人文学
成人午夜场
成人小说
成人影视
赤色杀意
丑化
出售毒品配方
出售高压气枪
出售假币
出售假钞
出售假人民币
出售手
出售套牌车
出售套牌轿车
出售遥控拦截器
出售政协车证
春情
春药
从圣地寻求财富
催情药
大珐
大纪元
大陆当局
大陆当权者
大陆独裁者
大陆官员
大荣
大屠杀
大学骚乱
大扎荣
大祚荣
戴海静
代-办
代办文凭
代办证件
待开发票
当代八乱办公室
当代无耻语录
当今六大谎言
当今四大扯蛋
当鸭子的我
党国
邓派
邓小平的英文
邓小平的预言
迪里夏提
地下先烈们纷纷来电
第一次外遇
帝国之梦
定位器
赌博透视器
短信猫
短信群发器
对华广播
对日强硬
堕落指南
二奶大奖赛
二奶大赛
发/票/代/开
法轮佛法
法轮功
反动
反对08奥运会
反对奥运会
反共
反华
反政府
方丈哭曰
仿真枪
风流名妓苏小小
浮情浪子
复活
复制网址
富人与农民工
噶玛吧
干露露
高干子弟
高干子女
高校暴乱
高校群体事件
高校骚乱
各类証
跟踪定位器
公产王朝
公产小丑
公产专制
共产党
共产极权
共奴
古方迷香
官场段子
官场潜规则
官场日志
官场顺口溜
官商勾结
光盘与真相
龟头
鬼村
国歌股歌
国外文凭
好色
和奸成瘾
合成工艺
黑灯舞厅
胡core和刘德华
胡锦涛
胡主席刘德华
换妻
黄****站
黄色
黄色图片
黄色小电影
黄色小说
昏药
活摘器
基地组织
激情电影
激情聊天室
激情一刻
鸡巴
极度诱惑
佳静
家乐福
加油机干扰器
甲基苯丙胺
假証
假证
监听器
监听王
奸魔Ⅱ
江二世
江核心
江昏君
江老贼
江理论
江路线
江魔头
江泽民
疆独
交换夫妻
交足
揭晓二奶
解码器
姐姐开苞
金瓶梅
禁室培欲
禁书
警花肉搏
军长发威
考试作弊器
考研答案
刻 章
刻章
口交
拉登中国
拉萨骚乱
老虎机
老衲
黎阳平
李洪志
联国专员
烈火凤凰
凌虐玉门
流氓
六合采
六合彩
六开网
六四事件
六四屠城
六四屠杀
六四学潮
六四血案
隆力奇
露点
露乳图
露胸图
露穴
露阴
鹿鼎记趣
氯胺酮
乱弹人物
乱交
乱伦
裸体
麻醉钢枪
麻醉枪
玛雅
买春
买淫
毛派
毛一鲜
毛泽东
毛主席
蒙汗药
迷幻水
迷幻药
迷魂洞
迷魂药
迷奸表妹
迷奸药
迷离的
迷药
秘密花园
蜜穴
密穴
免抵押
民告官
民族分裂
明慧
母之欲火
男科
内射
鸟巢缺陷
女穴
欧美淫乱
拍肩神药
炮轰密妃
迫近水危机
铅弹
枪决女犯
枪模
枪杀
枪支
强奸
强奸II
强奸党
切波特
窃/听/器
窃听器
亲共行动
青楼
情色
情色图片
情色影片
情色影院
情欲小说
全套艺术
确保北京的水利
群砍
人大代表一封信
人妻
人兽性交
人体
人体艺术
任职名单
日本变态
肉棒
肉棍
如何造
乳交
乳伦
赛马
三级片
三唑仑
骚逼
骚妹
骚媚
骚女
骚水
骚穴
色戒
色狼
色情
上分器
上门服务
少妇
少女俱乐部
奢恋
社民党
身份证
神鬼18妓
生成器
生殖
升达毕业证
失意药
十大悲情语句
十大恶词
十大忽悠名言
十大欠抽人物
十大无耻语录
十二房
十七大
视频脱衣
视频自拍
视频自慰
手机/截/听/器
手机/窃/听/器
手机qie/听器
手机监听
手枪
手淫
兽虐曲
熟女
双儿篇
斯皮尔博客
丝袜
丝袜聊天室
丝袜美女
四海龙女
搜性网
苏紫柴
太王记
太王死神记
太王四神记
太子党名单
贪官
堂明皇与杨贵姬
陶驷驹
特色错别字
天安门
田明建时间
舔私处
帖图
通奸
童奴工
痛经
偷搞母亲
偷窥
偷拍
偷情宝鉴
偷听器
投毒杀人
透视眼镜
退出党团队
退党
晚年谈话
汪兆钧公开信
王爷倔宠儿
王志平
违禁品
唯一不能惹
瘟总再杆五年
无产者
无耻语录
无界
无码电影
无删版
武林情皇传
五月天
西藏
现场脱
现代英雄传奇
现实世界历险
香港GHB
小电影
小姐
小平讲英语
小香穴
小穴
邪教
新xin唐
性爱
性爱城
性爱电影
性爱图片
性城
性奴营
性息
性息网
性信息
学姐和我
学位证
穴口
穴内
雪染飘朱
雪山狮子
血腥时间
血腥图片
摇头丸
遥控器
要射了
野性淫魔
液体炸药
一夜情
一夜性网
医院
伊扎布特
蚁力神
阴曹地府
阴茎
淫荡
淫秽电影
淫乱
淫靡
淫魔舞会
淫女
淫色少妇
淫兽学园
淫兽学院
淫水
淫穴
隐形耳机
樱田
玉龟
玉女淫情
玉蒲团
欲望地下城
欲望候车室
証件
渊盖苏文
渊苏文
原子弹
在线博彩
炸弹制作
张小平
张筱雨
赵紫阳
真善忍
针孔摄像
针孔摄像机
症状
证件
证书
制服诱惑
制做
制作原子弹
痔疮
中共暴政
中共当局
中共独枭
中共恶霸
中共监狱
中共警察
中共媒体
中共迫害
中共网特
中共无赖
中共政权
中共专制
中共走狗
中潭
朱蒙
朱镕基
专政机器
追踪器
自拍
自杀手册
自杀指南
足交
醉药
醉乙醚
最高法理
最淫
辦毕业証书
辦假
辦証
闫凤娇
嫖客',
  'verifys' => 'easy
qzone
sns
success
t.cn
talk
taobao
think
tmall
url.cn
版权
成人
贷款
服 务
兼职
棋牌
上门
四六
淘宝
通知
証 件
証件
招商
赚钱
辦 証
辦理
辦理証
辦証',
  'replaces' => '操你妈=CNM
傻逼=SX',
  'shield' => '5tz
版权
明慧
上门服务
同志
邪教
辦理証
辦証',
  'keyword_list' => 
  array (
    0 => '163.am',
    1 => '18DY电影',
    2 => '18年纪念',
    3 => '18岁的雪儿',
    4 => '1969 尼木',
    5 => '2005言论',
    6 => '2005语录',
    7 => '372669912',
    8 => '644841590',
    9 => 'K粉',
    10 => 'Maya',
    11 => 'SEX情色论坛',
    12 => 'SE站',
    13 => 'huaes.com',
    14 => 'king粉有售',
    15 => '啊扁涛哥',
    16 => '阿娇艳照下载',
    17 => '阿姨的偷窥',
    18 => '阿姨诱奸',
    19 => '安定片',
    20 => '爸爸奸淫我',
    21 => '办理文凭',
    22 => '办理证件',
    23 => '办文凭',
    24 => '办证',
    25 => '办证刻章发票',
    26 => '包养情妇',
    27 => '被插',
    28 => '毕业证',
    29 => '边坝时间',
    30 => '冰毒',
    31 => '不雅',
    32 => '彩票奖券网',
    33 => '藏独',
    34 => '厕所门',
    35 => '策屁',
    36 => '茶余饭后',
    37 => '超淫杂交女',
    38 => '车牌隐形喷剂',
    39 => '陈娘宇下台',
    40 => '成绩单',
    41 => '成人导航',
    42 => '成人电影',
    43 => '成人论坛',
    44 => '成人漫画',
    45 => '成人片',
    46 => '成人频道',
    47 => '成人通',
    48 => '成人图片',
    49 => '成人网',
    50 => '成人文学',
    51 => '成人午夜场',
    52 => '成人小说',
    53 => '成人影视',
    54 => '赤色杀意',
    55 => '丑化',
    56 => '出售毒品配方',
    57 => '出售高压气枪',
    58 => '出售假币',
    59 => '出售假钞',
    60 => '出售假人民币',
    61 => '出售手',
    62 => '出售套牌车',
    63 => '出售套牌轿车',
    64 => '出售遥控拦截器',
    65 => '出售政协车证',
    66 => '春情',
    67 => '春药',
    68 => '从圣地寻求财富',
    69 => '催情药',
    70 => '大珐',
    71 => '大纪元',
    72 => '大陆当局',
    73 => '大陆当权者',
    74 => '大陆独裁者',
    75 => '大陆官员',
    76 => '大荣',
    77 => '大屠杀',
    78 => '大学骚乱',
    79 => '大扎荣',
    80 => '大祚荣',
    81 => '戴海静',
    82 => '代-办',
    83 => '代办文凭',
    84 => '代办证件',
    85 => '待开发票',
    86 => '当代八乱办公室',
    87 => '当代无耻语录',
    88 => '当今六大谎言',
    89 => '当今四大扯蛋',
    90 => '当鸭子的我',
    91 => '党国',
    92 => '邓派',
    93 => '邓小平的英文',
    94 => '邓小平的预言',
    95 => '迪里夏提',
    96 => '地下先烈们纷纷来电',
    97 => '第一次外遇',
    98 => '帝国之梦',
    99 => '定位器',
    100 => '赌博透视器',
    101 => '短信猫',
    102 => '短信群发器',
    103 => '对华广播',
    104 => '对日强硬',
    105 => '堕落指南',
    106 => '二奶大奖赛',
    107 => '二奶大赛',
    108 => '发/票/代/开',
    109 => '法轮佛法',
    110 => '法轮功',
    111 => '反动',
    112 => '反对08奥运会',
    113 => '反对奥运会',
    114 => '反共',
    115 => '反华',
    116 => '反政府',
    117 => '方丈哭曰',
    118 => '仿真枪',
    119 => '风流名妓苏小小',
    120 => '浮情浪子',
    121 => '复活',
    122 => '复制网址',
    123 => '富人与农民工',
    124 => '噶玛吧',
    125 => '干露露',
    126 => '高干子弟',
    127 => '高干子女',
    128 => '高校暴乱',
    129 => '高校群体事件',
    130 => '高校骚乱',
    131 => '各类証',
    132 => '跟踪定位器',
    133 => '公产王朝',
    134 => '公产小丑',
    135 => '公产专制',
    136 => '共产党',
    137 => '共产极权',
    138 => '共奴',
    139 => '古方迷香',
    140 => '官场段子',
    141 => '官场潜规则',
    142 => '官场日志',
    143 => '官场顺口溜',
    144 => '官商勾结',
    145 => '光盘与真相',
    146 => '龟头',
    147 => '鬼村',
    148 => '国歌股歌',
    149 => '国外文凭',
    150 => '好色',
    151 => '和奸成瘾',
    152 => '合成工艺',
    153 => '黑灯舞厅',
    154 => '胡core和刘德华',
    155 => '胡锦涛',
    156 => '胡主席刘德华',
    157 => '换妻',
    158 => '黄****站',
    159 => '黄色',
    160 => '黄色图片',
    161 => '黄色小电影',
    162 => '黄色小说',
    163 => '昏药',
    164 => '活摘器',
    165 => '基地组织',
    166 => '激情电影',
    167 => '激情聊天室',
    168 => '激情一刻',
    169 => '鸡巴',
    170 => '极度诱惑',
    171 => '佳静',
    172 => '家乐福',
    173 => '加油机干扰器',
    174 => '甲基苯丙胺',
    175 => '假証',
    176 => '假证',
    177 => '监听器',
    178 => '监听王',
    179 => '奸魔Ⅱ',
    180 => '江二世',
    181 => '江核心',
    182 => '江昏君',
    183 => '江老贼',
    184 => '江理论',
    185 => '江路线',
    186 => '江魔头',
    187 => '江泽民',
    188 => '疆独',
    189 => '交换夫妻',
    190 => '交足',
    191 => '揭晓二奶',
    192 => '解码器',
    193 => '姐姐开苞',
    194 => '金瓶梅',
    195 => '禁室培欲',
    196 => '禁书',
    197 => '警花肉搏',
    198 => '军长发威',
    199 => '考试作弊器',
    200 => '考研答案',
    201 => '刻 章',
    202 => '刻章',
    203 => '口交',
    204 => '拉登中国',
    205 => '拉萨骚乱',
    206 => '老虎机',
    207 => '老衲',
    208 => '黎阳平',
    209 => '李洪志',
    210 => '联国专员',
    211 => '烈火凤凰',
    212 => '凌虐玉门',
    213 => '流氓',
    214 => '六合采',
    215 => '六合彩',
    216 => '六开网',
    217 => '六四事件',
    218 => '六四屠城',
    219 => '六四屠杀',
    220 => '六四学潮',
    221 => '六四血案',
    222 => '隆力奇',
    223 => '露点',
    224 => '露乳图',
    225 => '露胸图',
    226 => '露穴',
    227 => '露阴',
    228 => '鹿鼎记趣',
    229 => '氯胺酮',
    230 => '乱弹人物',
    231 => '乱交',
    232 => '乱伦',
    233 => '裸体',
    234 => '麻醉钢枪',
    235 => '麻醉枪',
    236 => '玛雅',
    237 => '买春',
    238 => '买淫',
    239 => '毛派',
    240 => '毛一鲜',
    241 => '毛泽东',
    242 => '毛主席',
    243 => '蒙汗药',
    244 => '迷幻水',
    245 => '迷幻药',
    246 => '迷魂洞',
    247 => '迷魂药',
    248 => '迷奸表妹',
    249 => '迷奸药',
    250 => '迷离的',
    251 => '迷药',
    252 => '秘密花园',
    253 => '蜜穴',
    254 => '密穴',
    255 => '免抵押',
    256 => '民告官',
    257 => '民族分裂',
    258 => '明慧',
    259 => '母之欲火',
    260 => '男科',
    261 => '内射',
    262 => '鸟巢缺陷',
    263 => '女穴',
    264 => '欧美淫乱',
    265 => '拍肩神药',
    266 => '炮轰密妃',
    267 => '迫近水危机',
    268 => '铅弹',
    269 => '枪决女犯',
    270 => '枪模',
    271 => '枪杀',
    272 => '枪支',
    273 => '强奸',
    274 => '强奸II',
    275 => '强奸党',
    276 => '切波特',
    277 => '窃/听/器',
    278 => '窃听器',
    279 => '亲共行动',
    280 => '青楼',
    281 => '情色',
    282 => '情色图片',
    283 => '情色影片',
    284 => '情色影院',
    285 => '情欲小说',
    286 => '全套艺术',
    287 => '确保北京的水利',
    288 => '群砍',
    289 => '人大代表一封信',
    290 => '人妻',
    291 => '人兽性交',
    292 => '人体',
    293 => '人体艺术',
    294 => '任职名单',
    295 => '日本变态',
    296 => '肉棒',
    297 => '肉棍',
    298 => '如何造',
    299 => '乳交',
    300 => '乳伦',
    301 => '赛马',
    302 => '三级片',
    303 => '三唑仑',
    304 => '骚逼',
    305 => '骚妹',
    306 => '骚媚',
    307 => '骚女',
    308 => '骚水',
    309 => '骚穴',
    310 => '色戒',
    311 => '色狼',
    312 => '色情',
    313 => '上分器',
    314 => '上门服务',
    315 => '少妇',
    316 => '少女俱乐部',
    317 => '奢恋',
    318 => '社民党',
    319 => '身份证',
    320 => '神鬼18妓',
    321 => '生成器',
    322 => '生殖',
    323 => '升达毕业证',
    324 => '失意药',
    325 => '十大悲情语句',
    326 => '十大恶词',
    327 => '十大忽悠名言',
    328 => '十大欠抽人物',
    329 => '十大无耻语录',
    330 => '十二房',
    331 => '十七大',
    332 => '视频脱衣',
    333 => '视频自拍',
    334 => '视频自慰',
    335 => '手机/截/听/器',
    336 => '手机/窃/听/器',
    337 => '手机qie/听器',
    338 => '手机监听',
    339 => '手枪',
    340 => '手淫',
    341 => '兽虐曲',
    342 => '熟女',
    343 => '双儿篇',
    344 => '斯皮尔博客',
    345 => '丝袜',
    346 => '丝袜聊天室',
    347 => '丝袜美女',
    348 => '四海龙女',
    349 => '搜性网',
    350 => '苏紫柴',
    351 => '太王记',
    352 => '太王死神记',
    353 => '太王四神记',
    354 => '太子党名单',
    355 => '贪官',
    356 => '堂明皇与杨贵姬',
    357 => '陶驷驹',
    358 => '特色错别字',
    359 => '天安门',
    360 => '田明建时间',
    361 => '舔私处',
    362 => '帖图',
    363 => '通奸',
    364 => '童奴工',
    365 => '痛经',
    366 => '偷搞母亲',
    367 => '偷窥',
    368 => '偷拍',
    369 => '偷情宝鉴',
    370 => '偷听器',
    371 => '投毒杀人',
    372 => '透视眼镜',
    373 => '退出党团队',
    374 => '退党',
    375 => '晚年谈话',
    376 => '汪兆钧公开信',
    377 => '王爷倔宠儿',
    378 => '王志平',
    379 => '违禁品',
    380 => '唯一不能惹',
    381 => '瘟总再杆五年',
    382 => '无产者',
    383 => '无耻语录',
    384 => '无界',
    385 => '无码电影',
    386 => '无删版',
    387 => '武林情皇传',
    388 => '五月天',
    389 => '西藏',
    390 => '现场脱',
    391 => '现代英雄传奇',
    392 => '现实世界历险',
    393 => '香港GHB',
    394 => '小电影',
    395 => '小姐',
    396 => '小平讲英语',
    397 => '小香穴',
    398 => '小穴',
    399 => '邪教',
    400 => '新xin唐',
    401 => '性爱',
    402 => '性爱城',
    403 => '性爱电影',
    404 => '性爱图片',
    405 => '性城',
    406 => '性奴营',
    407 => '性息',
    408 => '性息网',
    409 => '性信息',
    410 => '学姐和我',
    411 => '学位证',
    412 => '穴口',
    413 => '穴内',
    414 => '雪染飘朱',
    415 => '雪山狮子',
    416 => '血腥时间',
    417 => '血腥图片',
    418 => '摇头丸',
    419 => '遥控器',
    420 => '要射了',
    421 => '野性淫魔',
    422 => '液体炸药',
    423 => '一夜情',
    424 => '一夜性网',
    425 => '医院',
    426 => '伊扎布特',
    427 => '蚁力神',
    428 => '阴曹地府',
    429 => '阴茎',
    430 => '淫荡',
    431 => '淫秽电影',
    432 => '淫乱',
    433 => '淫靡',
    434 => '淫魔舞会',
    435 => '淫女',
    436 => '淫色少妇',
    437 => '淫兽学园',
    438 => '淫兽学院',
    439 => '淫水',
    440 => '淫穴',
    441 => '隐形耳机',
    442 => '樱田',
    443 => '玉龟',
    444 => '玉女淫情',
    445 => '玉蒲团',
    446 => '欲望地下城',
    447 => '欲望候车室',
    448 => '証件',
    449 => '渊盖苏文',
    450 => '渊苏文',
    451 => '原子弹',
    452 => '在线博彩',
    453 => '炸弹制作',
    454 => '张小平',
    455 => '张筱雨',
    456 => '赵紫阳',
    457 => '真善忍',
    458 => '针孔摄像',
    459 => '针孔摄像机',
    460 => '症状',
    461 => '证件',
    462 => '证书',
    463 => '制服诱惑',
    464 => '制做',
    465 => '制作原子弹',
    466 => '痔疮',
    467 => '中共暴政',
    468 => '中共当局',
    469 => '中共独枭',
    470 => '中共恶霸',
    471 => '中共监狱',
    472 => '中共警察',
    473 => '中共媒体',
    474 => '中共迫害',
    475 => '中共网特',
    476 => '中共无赖',
    477 => '中共政权',
    478 => '中共专制',
    479 => '中共走狗',
    480 => '中潭',
    481 => '朱蒙',
    482 => '朱镕基',
    483 => '专政机器',
    484 => '追踪器',
    485 => '自拍',
    486 => '自杀手册',
    487 => '自杀指南',
    488 => '足交',
    489 => '醉药',
    490 => '醉乙醚',
    491 => '最高法理',
    492 => '最淫',
    493 => '辦毕业証书',
    494 => '辦假',
    495 => '辦証',
    496 => '闫凤娇',
    497 => '嫖客',
  ),
  'verify_list' => 
  array (
    0 => 'easy',
    1 => 'qzone',
    2 => 'sns',
    3 => 'success',
    4 => 't.cn',
    5 => 'talk',
    6 => 'taobao',
    7 => 'think',
    8 => 'tmall',
    9 => 'url.cn',
    10 => '版权',
    11 => '成人',
    12 => '贷款',
    13 => '服 务',
    14 => '兼职',
    15 => '棋牌',
    16 => '上门',
    17 => '四六',
    18 => '淘宝',
    19 => '通知',
    20 => '証 件',
    21 => '証件',
    22 => '招商',
    23 => '赚钱',
    24 => '辦 証',
    25 => '辦理',
    26 => '辦理証',
    27 => '辦証',
  ),
  'replace_list' => 
  array (
    '操你妈' => 'CNM',
    '傻逼' => 'SX',
  ),
  'shield_list' => 
  array (
    0 => '5tz',
    1 => '版权',
    2 => '明慧',
    3 => '上门服务',
    4 => '同志',
    5 => '邪教',
    6 => '辦理証',
    7 => '辦証',
  ),
);
?>