<?php
 /* save by 1 127.0.0.1 2013-12-04 15:18:03 */

 $config['search_admin_menu_index'] = array (
  0 =>
  array (
    'index' =>
    array (
      '常用操作' => 'admin.php?mod=index&code=home',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=index&code=home',
      1 => '常用操作',
      2 => '系统版本信息（关注新版）',
      3 => '本站所用版本：V$SYS_VERSION$',
      4 => '$SYS_BUILD$ (gbk)',
      5 => '程序授权类型：无授权信息',
      6 => '想了解最新的安全更新、功能预览、运营技巧吗？请关注官方微信（搜索帐号jishigou或扫一扫）：',
      7 => '主要设置引导',
      8 => '1、初期设置：',
      9 => '核心设置',
      10 => 'Logo更新',
      11 => '手机应用',
      12 => '邮件设置',
      13 => '伪静态',
      14 => 'V认证分类',
      15 => 'UCenter整合',
      16 => '2、运营调整：',
      17 => '注册控制',
      18 => '关键词过滤',
      19 => '自动关注',
      20 => '角色权限',
      21 => '皮肤风格',
      22 => '幻灯广告',
      23 => '积分规则',
      24 => '3、特色功能：',
      25 => '微博评论模块',
      26 => '论坛帖子调用',
      27 => '帖子发作微博',
      28 => '平台帐号设置',
      29 => '蜘蛛爬行统计',
      30 => '监测同IP网站',
      31 => '系统最新动态',
      32 => '正在载入中...',
      33 => '待审核记录（最后更新时间：',
      34 => '3分钟前，点击数字进入审核页面）',
      35 => '微博',
      36 => '活动',
      37 => '投票',
      38 => '头像签名',
      39 => '举报',
      40 => 'V认证',
      41 => '待审会员',
      42 => '注册登录数据统计（最后更新时间：',
      43 => '3分钟前） 点击更新数据',
      44 => '今日注册',
      45 => '昨日注册',
      46 => '一周注册',
      47 => '一月注册',
      48 => '今日登录',
      49 => '昨日登录',
      50 => '一周登录',
      51 => '一月登录',
      52 => '内容发布数据统计（最后更新时间：',
      53 => '今日发布',
      54 => '昨日发布',
      55 => '一周发布',
      56 => '一月发布',
      57 => '原创发布',
      58 => '仅转发',
      59 => '仅评论',
      60 => '评论转发',
      61 => '用户关系数据统计（最后更新时间：',
      62 => '新浪用户',
      63 => '腾讯用户',
      64 => '人人网用户',
      65 => '开心网用户',
      66 => 'YY用户',
      67 => '手机用户',
      68 => '关注总数',
      69 => '用户类型数据统计（最后更新时间：',
      70 => '管理员',
      71 => '应用数据统计（最后更新时间：',
      72 => '微博数量',
      73 => '活动数量',
      74 => '投票数量',
      75 => '微群数量',
      76 => '图片数量',
      77 => '附件数',
      78 => '视频数量',
      79 => '音乐数量',
      80 => '其他数据统计（最后更新时间：',
      81 => '会员总数',
      82 => '在线人数',
      83 => '话题数量',
      84 => '附件大小',
      85 => '图片大小',
      86 => '数据库大小',
      87 => '25.71M',
      88 => '超酷系统推荐',
      89 => '旺企宝：企业社会化交流分享平台（兴旺企业，用旺企宝） 天天团购系统：支付宝推荐的、唯一还在持续更新的的开源团购系统（新推出：网银直连接口、手机客户端）',
    ),
  ),
  1 =>
  array (
    'index' =>
    array (
      '核心设置' => 'admin.php?mod=setting&code=modify_normal',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_normal',
      1 => '核心设置',
      2 => '站点状态',
      3 => '审核开关',
      4 => '系统负载',
      5 => '要点提示',
      6 => '核心设置是指影响整个网站用户的设置，比如是否开启先审核后发布等； 本页面的设置以及网站的数据库配置信息都保存在/setting/settings.php中。',
      7 => '禁止使用UID登录： 选择“是”，则不能使用UID登录；防止机器软件按uid进行弱密码猜测。',
      8 => '开启同城微博： 选择“否”，则关闭广场、活动的同城信息。',
      9 => '设置网站游客首页： 游客浏览网站首页时默认看到的页面。',
      10 => '设置网站默认首页： 用户登录后浏览网站首页时默认看到的页面，',
      11 => '比如“index.php?mod=topic&code=topicnew&orderby=post”；',
      12 => '留空时默认访问“index.php?mod=topic&code=myhome”。',
      13 => '允许修改昵称： 选择“是”，允许用户修改昵称；选择“否”，用户不能修改昵称；启用UCenter整合后均不允许修改。',
      14 => '允许修改头像： 选择“是”，允许用户修改头像；选择“否”，已有头像用户不能修改头像；启用UCenter整合后均不允许修改。',
      15 => '邮件通知更新天数： 单位：天，当用户多少天没有登录站点的时候才会给其发送邮件通知；',
      16 => '设置为0(默认)，则不启用邮件通知功能；',
      17 => '启用本功能将会轻微增加服务器负载。 点此添加邮件内容 天',
      18 => '对未验证Email用户的提醒：',
      19 => '所有访问强制到Email验证页面 仅每次登陆后进入Email验证页面 不限制',
      20 => '无头像用户发微博限制： 选择“是”，只有上传了头像的用户才能发微博；选择“否”，发微博不受头像限制。',
      21 => '公共页面仅显示V认证用户的微博： 公共页面指游客首页、广场的最新内容、同城、图片墙、最新评论、热门转发、热门评论；选择是，将仅显示V认证用户的微博，减少垃圾信息干扰。',
      22 => '开启微群站外调用： 选择“是”开启，微群站外调用。',
      23 => '用户关注数限制： 设置用户能最多能关注的用户数量，默认为2000个用户；',
      24 => '在此可设置关注用户的最大数量，为空或者0时不限制用户关注数；为提高系统效率，强烈建议设置在2000以内。',
      25 => '微博内容长度限制： 设置在微博输入框中可输入的内容长度，默认为1000个字符；',
      26 => '在此可设置个性长度，不可为空或者0。',
      27 => '微博默认显示长度： 设置微博内容默认显示长度，默认140个字符，最长不能超过200个字符；',
      28 => '超过指定长度的内容，系统自动加上“查看全文”链接。',
      29 => '微博可编辑时间： 设置微博发布后多少时间内允许用户编辑修改（被转发、评论后自动禁止编辑）；',
      30 => '管理员不受此设置限制，可在任何时间修改任何微博内容。',
      31 => '/ 分钟',
      32 => '关闭后台密码二次验证：',
      33 => '选择是，那么管理员前台登录后，访问admin.php进入后台时，无需再次输入密码；',
      34 => '选择“否”，进入后台需再次输入密码进行验证（为了后台安全，建议选择“否”）。 是',
      35 => '开启视频站内播放： 选择“是”开启，用户分享的视频链接地址将可在站内直接播放；',
      36 => '选择“否”系统只在站内显示视频页面标题和URL地址。 是',
      37 => '显示个人签名： 选择“是”，在微博列表中显示签名；选择“否”，则只在个人页面中显示。 是',
      38 => '是否显示LV等级图： 选择“是”在网站中显示等级图标；选择”否“ 则网站不显示等级图标。',
      39 => '是否在微博中显示用户LV等级： 选择“是”在我的微博中显示在昵称后面；选择”否“则不在微博中显示。',
      40 => '微博列表中是否显示“关注用户”按钮： 推荐选择是，会在微博列表的用户头像下出现关注按钮，方便关注、取消关注。 是',
      41 => '微博评论显示为盖楼模式还是传统样式？ 选择是，评论会以传统平铺样式显示；选择否，评论会以网易盖楼样式显示；',
      42 => '推荐使用盖楼模式，方便用户了解上下文，甚至出现击鼓传花等精彩评论。',
      43 => '微博列表最多显示多少分页？ 分页过多的页面会影响系统效率，建议设置为300以内比较合适，0为不限制。',
      44 => '我的首页显示多长时间内的微博？ 内容很多时列出所有的微博会影响系统效率；',
      45 => '设为60天以内的微博比较合适，0为不限制。',
      46 => '发布内容间隔时间： 此设置用于限制恶意刷屏；',
      47 => '比如设置为5秒，则5秒内不能连续发内容。',
      48 => '/秒',
      49 => '我的首页自动查询新微博的时间： 如设置为45秒，系统会每隔45秒，自动去服务器查询是否有新发的微博；',
      50 => '时间过短会影响服务器性能，关闭此功能请设为0秒。',
      51 => '服务器时区设置： 根据服务器的时区进行配置，国内服务器一般为 GMT +08:00。',
      52 => '网站名称： 网站的名称在每个页面的标题处会显示。',
      53 => '网站主域名： 供系统底层使用，默认设置好的，不建议修改；',
      54 => '如确实需修改，请通过ftp修改setting目录下settings.php文件site_domain变量值。',
      55 => '多域名访问支持： 如果您网站需要通过多个域名来访问，请在右边设置；',
      56 => '默认为空，一行填写一个域名。',
      57 => '网站url地址： 为防止搜索引擎重复收录，系统将限定网址以此url为基准，不建议修改；',
      58 => '如确实需修改，请通过ftp修改setting目录下settings.php文件site_url变量值。',
      59 => '管理员常用Email（重要）： 系统给用户发邮件时将使用此域名，并且网站数据库错误信息也会发到此Email。',
      60 => '开启页面 Gzip 压缩： 选“是”启用gzip压缩，可加快网页传输速度；',
      61 => '开启前请确认服务器PHP为4.x以上版本，且开启Zlib模块。 是',
      62 => '网站备案号码： 如果网站已备案，在此输入您的备案号；',
      63 => '填写后，会在每个页面底部显示 ICP 备案信息。',
      64 => '网站版权或联系信息： 此处支持HTML代码，不用可以留空；',
      65 => '可以在此声明网站的版权信息，也可以填写联系信息等。',
      66 => '访问统计代码： 可将第三方提供的网站访问统计HTML代码，直接粘贴到此次即可统计全站。',
      67 => '微博分享代码： 可将第三方提供的分享代码，直接粘贴到此次即可在微博详情页面显示。',
    ),
  ),
  2 =>
  array (
    'index' =>
    array (
      '注册登陆' => 'admin.php?mod=setting&code=modify_register',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_register',
      1 => '注册登陆',
      2 => '用户注册控制',
      3 => '注册引导步骤',
      4 => '全局IP访问控制',
      5 => '用户IP登录限制',
      6 => '自动关注推荐',
      7 => '默认关注分组',
      8 => '邀请注册相关',
      9 => '常规注册设置项',
      10 => '完全关闭本站直接注册时是否显示注册的链接地址？ 仅在关闭了本站直接注册时才有效，选择“是”显示，选择“否”不显示。',
      11 => '完全关闭本站直接注册时的提示信息： 关闭直接注册并启用第三方登陆注册时，注册页面会有相应提示；您也可以在此填写相应内容说明，此将覆盖系统原先的提示说明（可选，支持html代码）。',
      12 => '给新注册用户发私信： 新用户注册后，系统会把下面内容发送给新注册用户（支持html代码）；',
      13 => '留空将关闭此功能。',
      14 => '以哪个管理员名义给新注册用户发私信： 此项与上述发私信设置配合使用，将以此处填写的管理员昵称给新用户发私信；',
      15 => '每个邀请链接可注册人数： 达到指定注册人数后，邀请链接将失效，方便控制注册人数。 查看前台邀请好友的描述',
      16 => '每用户最多可邀请人数： 在开启邀请功能后，每个注册用户最多可以邀请多少人来注册并关注自己，默认为30 。',
      17 => '是否启用单位功能模块？ 选择“是”，则开启单位功能模块，可在下面重命名此模块显示名称。 是',
      18 => '是否启用部门功能模块？ 选择“是”，则开启部门功能模块；注意该设置只有在开启单位功能模块后生效。 是',
      19 => '自定义单位名称： 例如：学校、公司等，留空则默认使用“单位”字样（在开启单位功能后才有效）。',
      20 => '自定义部门名称： 例如：班级、科室等，留空则默认使用“部门”字样（在开启部门功能后才有效）。',
      21 => '自定义岗位名称： 例如：职务、工种等，留空则默认使用“岗位”字样（在开启单位功能后才有效）。',
      22 => '普通注册/第三方帐号登陆/邀请注册等',
      23 => '开启本站直接注册功能？ 如果网站受注册机干扰，可关闭普通注册，启用邀请注册或新浪等第三方帐号登陆。 普通注册',
      24 => '邀请注册',
      25 => '只开启普通时，是否显示邀请人输入框？ 选择“否”，注册页面上不显示邀请人输入框。 是',
      26 => '邀请人为空时，是否允许用户自定义？ 选择“否”，用户在个人设置页面将不能自定义的设置邀请人。 是',
      27 => '昵称长度： 最长不超过50个字符；如果启用ucenter整合，昵称最长将自动限制为15个字符。',
      28 => '启用第三方帐号登陆注册功能？',
      29 => '开启前请先设置新浪微博绑定。 新浪微博',
      30 => '腾讯微博',
      31 => '用户昵称/个性空间地址中禁止包含的字符： 一行一个，可以使用通配符*；',
      32 => '个性空间地址将用于访问用户的个人空间，右侧预设的词语系统已经使用，禁止用户使用。',
      33 => '新注册用户默认的角色： 设置新注册的用户属于哪个用户组，如无特殊需求请设置为“普通会员” ；',
      34 => '如需人工审核用户注册，请设置为“待验证会员”，其后新用户注册，将会收到相应私信通知；',
      35 => '有待审核会员时，管理员也会收到私信通知（点此设定通知哪些管理员）；',
      36 => '点此设置用户角色权限，点此审核待验证会员。',
      37 => '给待验证会员发私信通知： 当注册用户进入‘待验证用户’组时，以初始帐号发私信告知的内容。',
      38 => '待验证会员审核通过后发私信通知： 当待验证用户通过审核后，以初始帐号发私信告知的内容。',
      39 => 'Email注册白名单： 一行一个，留空则关闭白名单功能；',
      40 => '若填写，则指定邮箱后缀的邮箱才能注册本站点。',
      41 => '用户注册IP限制： 相同IP在一定时间内允许注册的用户数量',
      42 => '默认时间或次数设定为0时，则关闭该功能，表示不受限制',
      43 => '限定时间',
      44 => '最多注册次',
      45 => '用户注册IP白名单： 在上面开启用户注册IP限制的情况下生效',
      46 => '一行一个，留空则关闭白名单功能；',
      47 => '此处设置的IP地址不受上面设定的注册IP限制，可以频繁的注册。',
    ),
  ),
  3 =>
  array (
    'index' =>
    array (
      '积分规则' => 'admin.php?mod=setting&code=modify_credits',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_credits',
      1 => '积分规则',
      2 => '积分项目设置',
      3 => '积分规则设置',
      4 => '查看积分排行',
      5 => '技巧提示',
      6 => '1、下面的积分名称不为空且勾选启用时，积分项目才启用。 2、积分启用后，具体的积分规则请点此进行设置。 3、用户的总积分决定了其微博等级，请点此设置等级阶梯。',
      7 => '1、总积分计算公式',
      8 => 'topic_count 代表发的微博数；extcredits1～extcredits8 分别代表下面的8个自定义积分',
      9 => '公式中可使用包括 + - * / () 在内的运算符号',
      10 => '2、自定义积分项目',
      11 => '启用 积分代号 积分名称 积分单位（可留空） 注册初始积分 积分图标（可留空）',
      12 => 'extcredits1',
      13 => 'extcredits2',
      14 => 'extcredits3',
      15 => 'extcredits4',
      16 => 'extcredits5',
      17 => 'extcredits6',
      18 => 'extcredits7',
      19 => 'extcredits8',
    ),
  ),
  4 =>
  array (
    'index' =>
    array (
      '积分等级' => 'admin.php?mod=role&code=list&type=normal',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=role&code=list&type=normal',
      1 => '积分等级',
      2 => '普通用户角色',
      3 => '帮助提示',
      4 => '从记事狗V3.5开始，积分等级（LV1~10）与角色权限挂钩了，达到相应积分后自动升级用户角色，对应如下等级1~10会员。 如果您没权限进行相关的操作，请换用网站创始人身份登录。',
      5 => '关于“网站创始人”，请参阅readme.txt文件中的第三条说明，点击查看',
      6 => '当前系统中的网站创始人：用户id、昵称（点击可以查看具体信息）',
      7 => '1、记事狗；',
      8 => '角色图标 角色名称',
      9 => '所需积分范围',
      10 => '管理权限',
      11 => '游客 不参与积分等级',
      12 => '[编辑]',
      13 => '[新建同类角色]',
      14 => '禁言组 不参与积分等级',
      15 => '待验证会员 不参与积分等级',
      16 => '封号 不参与积分等级',
      17 => '普通会员',
      18 => '0 ~ 20 [编辑]',
      19 => 'LV1会员',
      20 => '20 ~ 300 [编辑]',
      21 => 'LV2会员',
      22 => '300 ~ 1000 [编辑]',
      23 => 'LV3会员',
      24 => '1000 ~ 3000 [编辑]',
      25 => 'LV4会员',
      26 => '3000 ~ 6000 [编辑]',
      27 => 'LV5会员',
      28 => '6000 ~ 12000 [编辑]',
      29 => 'LV6会员',
      30 => '12000 ~ 20000 [编辑]',
      31 => 'LV7会员',
      32 => '20000 ~ 30000 [编辑]',
      33 => 'LV8会员',
      34 => '30000 ~ 45000 [编辑]',
      35 => 'LV9会员',
      36 => '45000 ~ 60000 [编辑]',
      37 => 'LV10会员',
      38 => '60000 ~ 0 [编辑]',
    ),
  ),
  5 =>
  array (
    'index' =>
    array (
      '手机应用' => 'admin.php?mod=setting&code=modify_mobile',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_mobile',
      1 => '手机应用',
      2 => '手机应用设置',
      3 => '手机短信设置',
      4 => '短信群发',
      5 => '发送记录列表',
      6 => '接收记录列表',
      7 => '要点提示',
      8 => '核心设置是指影响整个网站用户的设置，比如是否开启先审核后发布等； 本页面的设置以及网站的数据库配置信息都保存在/setting/settings.php中。',
      9 => '核心设置',
      10 => '开启WAP手机访问： 选择“是”开启，前台页面底部会显示“手机访问”链接。 是',
      11 => '开启WAP注册： 选择“是”开启，WAP注册功能。 是',
      12 => 'WAP访问url地址： 默认为http://安装您微博的域名/wap；',
      13 => '如果在此指定二级域名，需要将域名解析到wap目录。',
      14 => '3G访问url地址： 默认为http://安装您微博的域名/mobile；',
      15 => '如果在此指定二级域名，需要将域名解析到mobile目录。',
      16 => 'iPhone客户端：',
      17 => '如您网站已经拥有此客户端，请在右侧填写下载地址。 购买客户端商业授权，请点此。',
      18 => 'Android客户端：',
      19 => '手机短信： 可实现短信发微博、有新微博接收通知、短信群发等。',
      20 => '请点击这里进行具体设置',
    ),
  ),
  6 =>
  array (
    'index' =>
    array (
      '邮件发送' => 'admin.php?mod=setting&code=modify_smtp',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_smtp',
      1 => '邮件发送',
      2 => '邮件发送设置',
      3 => '邮件队列',
      4 => '技巧提示',
      5 => '如果您的服务器自身不支持邮件发送功能，请使用smtp方式。',
      6 => '邮件设置',
      7 => '是否通过SMTP方式发送邮件？',
      8 => '是，需要填写相应的SMTP配置信息（支持添加多个smtp服务器）；',
      9 => '否，将通过 PHP 函数的 mail 发送(需要你的服务器支持)',
      10 => '删 SMTP服务器: 如：smtp.qq.com（某些邮箱需要手动开启SMTP服务才可以使用，QQ邮箱在设置-帐户中开启）',
      11 => 'SMTP服务器端口: 一般为25',
      12 => 'SMTP服务器的用户邮箱: 显示使用，如 admin@jishigou.net',
      13 => '登陆SMTP服务器的帐号: 如 admin@jishigou.net',
      14 => 'SMTP服务器的登陆密码: 登陆帐号对应的密码',
      15 => '点此添加SMTP服务器',
    ),
  ),
  7 =>
  array (
    'index' =>
    array (
      '图片附件' => 'admin.php?mod=setting&code=modify_image',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_image',
      1 => '图片附件',
      2 => '图片上传',
      3 => '图片签名档',
      4 => '附件文档',
      5 => '远程附件',
      6 => '图片上传相关设置',
      7 => '一次上传多图数量限制： 多图上传时，一次性最多只能上传多少张？默认为3张。',
      8 => '指定图片缩略图像素大小： 微博中上传图片按比例生成缩略图；',
      9 => '比如设置为宽：120px，高：120px，但都不能小于60px。',
      10 => '宽px，高px',
      11 => '指定缩略图截取方法： 微博中上传图片按比例生成缩略图，宽高不会超过本设定。',
      12 => '从中心向四周截图（多图排列更平整），生成上述设定宽高的小图，如120x120（默认）',
      13 => '全图等比例缩放（将最长一边缩小到120，另一边等比例缩小），如60x120，120x100',
      14 => '保存图片的最大像素尺寸： 原始数码图片像素和文件都很大，则系统会按照本设置进行缩小后再保存到服务器；',
      15 => '比如可以设置为 宽：600px，高：1600px，但都不能小于300px。',
      16 => '对上传图片打水印： 选择“是”将开启图片水印功能，如需支持中文水印，请点此下载中文字体',
      17 => '或从C:/windows/fonts拷贝一种字体文件改名为jsg.ttf，再通过FTP上传为 ./images/jsg.ttf。',
      18 => '图片水印内容： 选择用户昵称，必须上传字体到./images/jsg.ttf。 个性域名',
      19 => '@用户昵称',
      20 => '水印字体大小： 字体大小仅对truetype字体有效；默认为12。',
      21 => '水印字体颜色： 默认为白色(#ffffff)。',
      22 => '图片水印位置： 即水印文字显示在图片上的方位。',
      23 => '左上角',
      24 => '左下角',
      25 => '右上角',
      26 => '右下角',
      27 => '随机位置',
      28 => '图片附件大小： 单个文件最大可允许的大小（单位：KB），最大不超过51200KB(50M)，需要服务器配置的支持，如果php.ini中的（post_max_size和upload_max_filesize）配置值小于该值，则该设置无效，建议2048KB(2M)。 KB',
      29 => '广场瀑布流中图片宽度设定： 默认为280px px',
      30 => '生成图片时的质量设定： 默认为100%，表示生成质量为最好（相应生成的图片文件大小也比较大）；作用范围包括缩略图以及水印后生成的大图质量。 %',
    ),
  ),
  8 =>
  array (
    'index' =>
    array (
      '帐户绑定' => 'admin.php?mod=setting&code=modify_sina',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_sina',
      1 => '帐户绑定',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '人人帐户设置',
      5 => '开心帐户设置',
      6 => '新浪微博绑定',
      7 => '腾讯微博绑定',
      8 => '技巧提示',
      9 => '启用新浪微博，可以使用新浪微博帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码； 还可实现与记事狗新浪微博平台内容的双向同步，吸引更多人关注；',
      10 => '新浪微博设置',
      11 => '是否启用？ 这是下面所有功能的总开关。 是',
      12 => '启用OAuth2？ 新浪微博新的新认证接口OAuth2，默认不启用。',
      13 => '（启用此项需要',
      14 => '1、新站可以在 open.weibo.com/connect 中，申请“开始接入”；',
      15 => '2、需要通过新浪审核通过后的App Key才能让网站用户使用；',
      16 => '3、第一次启用此项时，前台用户需要重新绑定才能发微博到新浪；',
      17 => '4、启用OAuth2，需要更换默认的App Key（3015840342）及App Secret为您自己申请的App Key和相应的App Secret；',
      18 => '5、启用OAuth2，需要服务器支持OpenSSL，您的服务器目前',
      19 => '支持',
      20 => 'OpenSSL）',
      21 => '6、更多帮助，点此查看）。 是',
      22 => 'App Key 默认 “3015840342”，可正常使用；',
      23 => '如需全新申请，请访问http://open.weibo.com/。',
      24 => '注意：切换App Key会解除原先的用户绑定关系，需要重新绑定。',
      25 => 'App Secret 默认 “484175eda3cf0da583d7e7231c405988”，同上。',
      26 => '允许新浪微博帐号绑定和登录本站？ 建议选是，可吸引新浪微博用户。 是',
      27 => '用新浪微博帐号登录后，是否向用户展示本站的昵称/密码注册页面？ 建议选是，因为新浪API提供的信息不包括email。 是',
      28 => '用新浪微博帐号登录后，是否同步新浪微博的头像？ 建议选是。 是',
      29 => '允许将微博同步到发布者的新浪微博上？ 建议选是，可将内容推广到新浪微博平台。 是',
      30 => '同步内容到新浪微博时，是否包括图片？ 建议选是，假如此功能导致服务器反应缓慢，则可以将其关闭。 是',
      31 => '同步到新浪微博的时间限制： 单位为秒，默认为 “15”。',
      32 => '允许从绑定的新浪微博帐户获取微博到本站？ 选是，将有助于从新浪获取微博内容，但会轻微增加网站的负担。 是',
      33 => '允许获取新浪微博的评论读取到本站？ 前提是评论者已在本站绑定了微博帐户，会轻微增加网站负担。 是',
      34 => '允许获取新浪微博内容时读取图片到本站？ 选是，那么微博中有图片也会同步过来，会增加网站的负担。 是',
      35 => '从新浪获取微博内容的时间限制： 在满足时间限制的前提下，用户在访问时会触发内容同步。',
      36 => '允许推送回复内容到相关联的新浪微博中？ 前提是回复者已经绑定了新浪微博，并且要求被回复的微博已经推送到新浪微博中。 是',
    ),
  ),
  9 =>
  array (
    'index' =>
    array (
      '省市区域' => 'admin.php?mod=city',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=city',
      1 => '省市区域',
      2 => '省份管理',
      3 => '城市管理',
      4 => '区域管理',
      5 => '地段管理',
      6 => '创建省份',
      7 => '名称 注:如要同时添加多个地名,每个省份换一行.',
      8 => '名称 排序 操作',
      9 => '北京市',
      10 => '编辑',
      11 => '删除',
      12 => '广西壮族自治区',
      13 => '海南省',
      14 => '重庆市',
      15 => '四川省',
      16 => '贵州省',
      17 => '云南省',
      18 => '西藏自治区',
      19 => '陕西省',
      20 => '甘肃省',
      21 => '青海省',
      22 => '宁夏回族自治区',
      23 => '新疆维吾尔自治区',
      24 => '台湾省',
      25 => '香港特别行政区',
      26 => '澳门特别行政区',
      27 => '广东省',
      28 => '湖南省',
      29 => '湖北省',
      30 => '天津市',
      31 => '河北省',
      32 => '山西省',
      33 => '内蒙古自治区',
      34 => '辽宁省',
      35 => '吉林省',
      36 => '黑龙江省',
      37 => '上海市',
      38 => '江苏省',
      39 => '浙江省',
      40 => '安徽省',
      41 => '福建省',
      42 => '江西省',
      43 => '山东省',
      44 => '河南省',
      45 => '海外',
      46 => '其他',
    ),
  ),
  10 =>
  array (
    'index' =>
    array (
      '伪静态设置' => 'admin.php?mod=setting&code=modify_rewrite',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_rewrite',
      1 => '伪静态设置',
      2 => 'URL伪静态',
      3 => '关键词设置',
      4 => '技巧提示',
      5 => '收缩/展开',
      6 => '一旦选定URL的静态化方式，不能随意做变更，将影响搜索引擎的收录和已收录内容的访问； 如果空间使用的是Apache服务器，选择好静态化方式，系统可以自动完成.htaccess文件创建和相应设置； 如果空间使用的是IIS服务器，启用标准URL静态化前需要特殊设置，否则将导致网站无法访问，具体请参考程序根目录下的iis_rewrite中的readme.txt文件 本页面的设置都保存在/setting/rewrite.php文件中',
      7 => '1、URL静态化设置',
      8 => '选择URL的Rewrite方式： 您可以根据自己的服务器情况选择合适的URL方式。',
      9 => '2、URL地址名称自定义技巧提示',
      10 => '如果URl静态化设置中“不启动静态化”，则下面的设置将不能生效； URL地址重写保证你的网站是独一无二的，比如可将“微博”的显示地址从/topic/变成/blog/或者/t/等形式； 【备注】默认情况下，你无需修改下面的设置。',
      11 => '3、URL地址名称自定义设置',
      12 => '系统模块名称 默认URL地址名称 新的URL地址名称(只能由字母、数字及下划线组成)',
      13 => '徽博（可以填写微博相关的词，如：miniblog weibo myblog等） topic',
      14 => '标签（可以填写标签相关的词，如：keywords tags class等） tag',
      15 => '设置页(个人设置页面) profile',
      16 => '注册页（可以填写member相关的词，如：members users等） member',
      17 => '频道页（可以填写相关的词，如：category sort subject） channel',
      18 => '插件（如开启标准模式，请设置一个不是plugin的值如：plugins extends expands 等） plugin',
    ),
  ),
  11 =>
  array (
    'index' =>
    array (
      '防灌水验证码' => 'admin.php?mod=setting&code=modify_seccode',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_seccode',
      1 => '防灌水验证码',
      2 => '一、是否开启（启用云验证码可有效防止注册机自动注册、群发广告内容等，建议只对LV1以下帐户启用）',
      3 => '是否开启验证码？ 不开启(关闭)',
      4 => '开启普通验证码',
      5 => '开启云验证码',
      6 => '二、使用范围',
      7 => '1、用户动作：在哪些动作开启验证码功能',
      8 => '用户登录',
      9 => '游客注册',
      10 => '密码找回',
      11 => '用户登录(防破解)',
      12 => '游客注册(防注册机)',
      13 => '取回密码(防广告)',
      14 => '发布微博(防群发)',
      15 => '评论微博(防灌水)',
      16 => '转发微博(防灌水)',
      17 => '私信(防群发)',
      18 => '2、用户角色：哪些用户组开启验证码功能 管理员',
      19 => '后台查看',
      20 => '普通会员',
      21 => '禁言组',
      22 => '待验证会员',
      23 => 'LV1会员',
      24 => 'LV2会员',
      25 => 'LV3会员',
      26 => 'LV4会员',
      27 => 'LV5会员',
      28 => 'LV6会员',
      29 => 'LV7会员',
      30 => 'LV8会员',
      31 => 'LV9会员',
      32 => 'LV10会员',
      33 => '封号',
      34 => '3、特殊用户：没有补充相关资料的用户',
      35 => 'E-mail未验证用户',
      36 => '未上传头像者',
      37 => '非V认证用户',
      38 => '上述2、3项需配合第1项使用，即第1项未启用的动作，则2、3项中设置无效；',
      39 => '三、云验证初始化',
      40 => '初始化重要提示 1、默认参数下，在第一步中开启云验证即可正常使用，切记不用随意修改下列的参数。',
      41 => '2、云验证码不仅可防注册机，还可为网站带来一定的广告收入；点击这里注册一个自己帐号，把获得的Key值对应填写在下面即可。',
      42 => '3、如果修改了云验证设置，导致无法正常验证，请清空云验证私钥和云验证公钥后提交，系统会还原为初始默认值。',
      43 => '1、PRIVATE_KEY：云验证私钥 （不要随意修改，否则无法验证）',
      44 => '2、PUBLIC_KEY：云验证公钥 （不要随意修改，否则无法验证）',
    ),
  ),
  12 =>
  array (
    'index' =>
    array (
      '微博评论模块' => 'admin.php?mod=output&code=output_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=output&code=output_setting',
      1 => '微博评论模块',
      2 => '微博站外展示调用',
      3 => '相关说明',
      4 => '功能说明：微博评论模块，其支持将微博的发布框通过一段JS代码放到任何网页中，该模块能自动区分来自不同页面所发的微博并自动展示到所在网页，是记事狗首创的社会化评论模块； 用途说明：微博评论模块可替代CMS等系统的评论功能，用户评论时可选同时转发到微博，从而实现将资讯等内容传播到微博系统中，进而打通整个网站的信息流；（示例见此） 使用说明：不同的网页、系统可共用一段微博评论模块JS代码（系统会自动区分），并且可限定所使用的网站域名，或者设置评论框中默认显示#话题#；',
      5 => '调用名称（调用次数） 调用代码 其他操作',
      6 => '暂无站外评论调用，第一次使用请点此"添加微博评论模块"',
      7 => '添加微博评论模块调用',
    ),
  ),
  13 =>
  array (
    'index' =>
    array (
      '微博站外调用' => 'admin.php?mod=share&code=share_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=share&code=share_setting',
      1 => '微博站外调用',
      2 => '微博站外展示调用',
      3 => '微博评论模块',
      4 => '相关说明 收缩/展开',
      5 => '功能说明：将微博展示到其他地方，即将微博中指定的内容以JS代码调用并展示在其他网页； 要点说明：如果您希望调用微博的发布框在其他网页中使用，请访问微博评论模块； 使用说明：记事狗支持创建多个站外显示调用项目，彼此之间独立，并可单独设置模板样式等； 特别说明：鉴于安全考虑，微博站外展示调用模块仅允许“网站创始人”进行添加、编辑、删除等操作。 关于“网站创始人”，请参阅readme.txt文件中的第三条说明，点击查看',
      6 => '删 调用描述 内容类别 站外调用代码 管理',
      7 => '暂无站外调用项目，点下面下面的"添加站外调用"按钮',
      8 => '删除选定',
      9 => '添加站外调用',
    ),
  ),
  14 =>
  array (
    'index' =>
    array (
      'UCenter整合' => 'admin.php?mod=ucenter&code=ucenter',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=ucenter&code=ucenter',
      1 => 'UCenter整合',
      2 => '点此查看要点提示',
      3 => '1、ucenter整合是指通过ucenter接口（简称uc）将各系统中的用户进行关联绑定，实现同步注册登录等； 2、整合前请先备份好各系统的数据库，以防数据丢失；并且保证对接的uc版本是一致的（本系统内置V1.6.0版本）详情帮助点此查看； 3、如果开启了本功能，请正确的进行配置，否则会导致用户不能正常的注册、登录； 4、如果ucenter server和本系统是在两台不同的服务器上，请确保两台服务器的时间一致，否则会导致通信失败； 如进行了错误设置无法登录，请通过ftp修改/setting/ucenter.php文件，将\'enable\'',
      4 => '变量设置为 \'0\'',
      5 => 'Ucenter整合',
      6 => '开启Ucenter整合： 注意：为了保证各系统中用户名称的统一、减少用户歧义，从V3.5版本开始通过微博昵称与uc用户名对接。 是',
      7 => '开启调用Ucenter头像： 选择是，将调用uc的头像；选择否，则调用微博本身的头像。 是',
      8 => '整合uc后是否允许普通用户修改昵称： 选择是，允许修改，虽不影响绑定关系，但可能造成微博昵称与uc中的用户名不统一，给用户造成歧义；',
      9 => '选择否，则禁止修改（推荐），管理员仍可通过修改ucenter系统中的用户名来修改昵称。 是',
      10 => 'Ucenter连接方式： 使用mysql方式进行连接，更加高效和快速（推荐）。',
      11 => 'mysql fsockopen 连接',
      12 => 'UCenter中应用的配置信息: 方法1、【推荐】',
      13 => '直接从UCenter中复制配置信息字符串填到右侧框，提交即可',
      14 => '留空时将不更新原先设置的信息。',
      15 => '方法2、手动填写以下的配置信息。',
      16 => '2.1、Ucenter数据库地址',
      17 => '2.2、Ucenter数据库用户',
      18 => '2.3、Ucenter数据库密码',
      19 => '2.4、Ucenter数据库名称',
      20 => 'Ucenter数据库字符集',
      21 => '2.5、Ucenter数据库表前辍',
      22 => '2.6、Ucenter通信密钥',
      23 => '2.7、Ucenter地址',
      24 => 'Ucenter字符集',
      25 => '2.8、Ucenter IP地址',
      26 => '2.9、当前应用的ID',
      27 => '提 交',
    ),
  ),
  15 =>
  array (
    'index' =>
    array (
      '帖子同步发微博' => 'admin.php?mod=setting&code=bbs_plugin',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=bbs_plugin',
      1 => '帖子同步发微博',
      2 => '功能介绍',
      3 => '1、基于记事狗微博api为主流论坛开发的“帖子同步发微博”插件。',
      4 => '2、在论坛系统中安装好该插件后，可以实现发论坛主题、回帖时将内容标题和内容简介同步发到记事狗微博站中，方便微博用户查看bbs中内容。',
      5 => '3、目前支持Discuz、discuzX论坛系统和PhpWind论坛系统',
      6 => '插件下载地址',
      7 => '微博',
      8 => '1、帖子同步发微博插件Discuz!版本，请单击这里下载。',
      9 => '说明：下载包里包括Discuz论坛4个类型版本的插件，你只要选择一个符合你论坛版本的插件进行安装。',
      10 => '例如：你的论坛是Discuz X2.5，那么你就把文件夹“jishigou_dzx25”里的内容（文件或文件夹）直接复制到论坛的根目录下，同名则覆盖。',
      11 => '注意：复制的是“jishigou_d微博25”文件夹里的内容（文件或文件夹），而不是直接复制“jishigou_dzx25”这个文件夹到论坛根目录。',
      12 => '2、帖子同步发微博插件PhpWind版本，请单击这里下载。',
      13 => '说明：下载链接里包括phpwind8.7版本论坛2个编码类型的插件，你只要选择一个符合你论坛编码的插件进行下载。',
      14 => '例如：你的论坛是phpwind8.7 GBK的，那么你就把文件夹“pw_jsg_gbk”里的内容（文件或文件夹）直接复制到论坛的根目录下，同名则覆盖。',
      15 => '注意：复制的是“pw_jsg_gbk”文件夹里的内容（文件或文件夹），而不是直接复制“pw_jsg_gbk”这个文件夹到论坛根目录。',
    ),
  ),
  16 =>
  array (
    'index' =>
    array (
      '调用Discuz' => 'admin.php?mod=dzbbs&code=discuz_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=dzbbs&code=discuz_setting',
      1 => '调用Discuz',
      2 => '使用说明',
      3 => '1、功能介绍：在微博中直接显示论坛帖子，开启后在我的首页增加一个“我的论坛”的tab，点击会显示Discuz论坛相应的帖子！',
      4 => '2、配置说明：进行此配置前请先通过“UCenter整合”完成记事狗微博与论坛的用户整合！',
      5 => 'Discuz!论坛帖子调用',
      6 => '开启Discuz!论坛帖子调用:',
      7 => '开启后在我的首页增加一Tab“我的论坛”显示论坛的帖子',
      8 => '参数设置',
      9 => '论坛数据库地址:',
      10 => '如果Discuz!论坛与微博在同一服务器上填：localhost，否则请填写IP地址',
      11 => '论坛数据库编码类型:',
      12 => 'GBK',
      13 => 'UTF-8',
      14 => 'Discuz!论坛数据库字符集编码类型（gbk或utf-8）',
      15 => '数据库名:',
      16 => 'Discuz!论坛数据库名称',
      17 => '数据库用户名:',
      18 => 'Discuz!论坛数据库用户名称',
      19 => '数据库密码:',
      20 => 'Discuz!论坛数据库用户密码',
      21 => '数据库端口:',
      22 => 'Discuz!论坛数据库连接端口号（默认3306，无需修改）',
      23 => '数据库表前缀:',
      24 => 'Discuz!论坛数据库表前缀符号，（Discuz!系列默认是:cdb_，Discuz!X系列默认是:pre_）',
      25 => '论坛访问地址:',
      26 => 'Discuz!论坛URL访问地址（结尾不要加“/”，例如：http://www.discuz.net）',
      27 => '论坛版本类型:',
      28 => 'Discuz!论坛程序版本号（目前只支持：discuz! 6.0以上版本 和 discuz X系列）',
    ),
  ),
  17 =>
  array (
    'index' =>
    array (
      '调用PhpWind' => 'admin.php?mod=phpwind&code=phpwind_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=phpwind&code=phpwind_setting',
      1 => '调用PhpWind',
      2 => '使用提示',
      3 => '1、整合phpwind，不可以与discuz和ucenter共存，此操作将取消系统与ucenter或discuz论坛的整合！ 2、操作前，请先备份好Jishigou及phpwind的数据库，以防数据丢失 3、如果开启了本功能请，请按以下方法进行正确的配置，否则会导致用户不能正常的注册、登录Jishigou 以创始人身份进入phpwind后台。1、“创始人”->“用户中心设置”->“将本系统作为‘用户中心服务端’”。2、“应用管理”->“添加应用”，(应用名称：jishigou，应用的URL：你的微博URL地址，随机生成密钥，保存。把生成的应用ID号和对应的应用密钥填写在下面对应的地方)。3、“应用”->“插件中心”->“通行证”->“设置”（通行证：开启；通行证私有密钥：随机生成；将本系统作为：服务器端；同步登录的客户端地址：填写你的微博URL地址）',
      4 => 'phpwind整合',
      5 => '开启phpwind整合？',
      6 => '开启调用phpwind用户头像',
      7 => '开启调用phpwind论坛帖子',
      8 => '（开启后在我的首页增加一个Tab“我的论坛”显示论坛的帖子）',
      9 => '参数配置',
      10 => 'Phpwind通行证私有密钥',
      11 => '（phpwind后台->应用->插件中心->配置的通行证私有密钥，方法见上面说明）',
      12 => 'Phpwind通信密钥',
      13 => '（phpwind后台->创始人->用户中心->应用管理->添加应用->生成的通信密钥，方法见上面说明）',
      14 => '当前应用的ID',
      15 => '（phpwind后台->创始人->用户中心->应用管理->应用列表->对应的应用ID，方法见上面说明）',
      16 => 'Phpwind的URL地址',
      17 => 'Phpwind数据库地址',
      18 => 'Phpwind数据库用户名',
      19 => 'Phpwind数据库密码',
      20 => 'Phpwind数据库名称',
      21 => 'Phpwind数据库字符集',
      22 => 'GBK',
      23 => 'UTF-8',
      24 => 'Phpwind数据库表前辍',
      25 => 'Phpwind字符集',
      26 => 'Phpwind IP地址',
      27 => '（可不填写）',
      28 => '提 交',
    ),
  ),
  18 =>
  array (
    'index' =>
    array (
      '调用DedeCMS' => 'admin.php?mod=dedecms&code=dedecms_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=dedecms&code=dedecms_setting',
      1 => '调用DedeCMS',
      2 => '使用说明',
      3 => '功能介绍：在Jishigou微博内显示DedeCMS文章系统的文章内容及对该文章的评论内容！',
      4 => 'DedeCMS文章系统调用',
      5 => '开启DedeCMS文章系统调用:',
      6 => '开启后站内可同步显示DedeCMS文章系统的数据',
      7 => '参数设置',
      8 => 'DedeCMS文章系统数据库地址:',
      9 => '如果文章系统与微博在同一服务器上填：localhost，否则请填写IP地址',
      10 => 'DedeCMS文章系统数据库编码类型:',
      11 => 'GBK',
      12 => 'UTF-8',
      13 => 'DedeCMS文章系统数据库字符集编码类型（gbk或utf-8）',
      14 => '数据库名:',
      15 => 'DedeCMS文章系统数据库名称',
      16 => '数据库用户名:',
      17 => 'DedeCMS文章系统数据库用户名称',
      18 => '数据库密码:',
      19 => 'DedeCMS文章系统数据库用户密码',
      20 => '数据库端口:',
      21 => 'DedeCMS文章系统数据库连接端口号（默认3306，无需修改）',
      22 => '数据库表前缀:',
      23 => 'DedeCMS文章系统数据库表前缀符号，（DedeCMS系列默认是:dede_）',
      24 => '文章系统访问地址:',
      25 => 'DedeCMS文章系统URL访问地址（结尾不要加“/”，例如：http://www.dedecms.com）',
    ),
  ),
  19 =>
  array (
    'index' =>
    array (
      'Windowns AD域' => 'admin.php?mod=ldap&code=ldap_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=ldap&code=ldap_setting',
      1 => 'Windowns AD域',
      2 => '使用说明',
      3 => '功能介绍：使用Windows AD域中帐号与密码登录记事狗微博系统！',
      4 => 'Windows AD域登录',
      5 => '开启Windows AD域登录:',
      6 => '开启后可用Windows AD域中帐号与密码登录',
      7 => '请输入您的windows AD域帐号:',
      8 => '避免您使用域帐号登录后，无法进入后台',
      9 => '开启该功能后，系统将禁止新用户注册，禁止用户修改密码与修改E-mail，不支持密码找回功能，且系统中原有帐户将无法登录，此时只接收windwos AD域用户登录。',
      10 => '参数设置',
      11 => 'Windows AD域服务器地址:',
      12 => '请填写服务器主机名或IP地址（例如：ad.cenwor.com或10.3.58.88）',
      13 => 'Windows AD域服务器端口:',
      14 => '默认是：389',
    ),
  ),
  20 =>
  array (
    'index' =>
    array (
      '页面显示' => 'admin.php?mod=show&code=modify',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=show&code=modify',
      1 => '页面显示',
      2 => '页面显示设置',
      3 => '页面显示设置（将显示数量设置为0，将不显示该栏目信息）',
      4 => '站点首页',
      5 => '[页面左侧]',
      6 => '大家都在说：显示',
      7 => '条，数据缓存时间',
      8 => '[页面滚动]',
      9 => '热议话题：显示',
      10 => '广场：最新内容页面',
      11 => '最新内容显示',
      12 => '广场：热门转发页面',
      13 => '近一天热门转发：显示',
      14 => '近一周热门转发：显示',
      15 => '近两周热门转发：显示',
      16 => '近一月热门转发：显示',
      17 => '广场：最新转发页面',
      18 => '最新转发：显示',
      19 => '广场：热门评论页面',
      20 => '近一天热门评论：显示',
      21 => '近一周热门评论：显示',
      22 => '近两周热门评论：显示',
      23 => '近一月热门评论：显示',
      24 => '广场：最新评论页面',
      25 => '最新评论：显示',
      26 => '达人榜页面',
      27 => '1、最受关注榜：显示',
      28 => '2、一周人气榜：显示',
      29 => '3、一周活跃榜：显示',
      30 => '4、一周影响榜：显示',
      31 => '5、积分榜：显示',
      32 => '话题榜页面',
      33 => '1、最受关注话题：显示',
      34 => '2、最近热门话题：显示',
      35 => '3、一周热门话题：显示',
      36 => '4、一周关注话题：显示',
      37 => '5、推荐话题：显示',
      38 => '广场：页面右侧',
      39 => '1、最活跃用户：显示',
      40 => '2、人气关注榜：显示',
      41 => '3、最近话题榜：显示',
      42 => '条，',
      43 => '显示',
      44 => '内的话题，数据缓存时间',
      45 => '4、推荐微群：显示',
      46 => '5、最新同城活动：显示',
      47 => '发现微群页面',
      48 => '每个群分类的活跃数：显示',
      49 => '个，数据缓存时间',
      50 => '我的首页页面',
      51 => '我的微博页面',
      52 => '我的收藏页面',
      53 => '收藏我的页面',
      54 => '评论我的页面',
      55 => '@提到我的页面',
      56 => '我的关注页面',
      57 => '关注我的页面',
      58 => '推荐用户页面',
      59 => '个用户',
      60 => '更多推荐用户页面',
      61 => '单个话题页面',
      62 => '注册完成关注人数',
      63 => '投票页面',
      64 => '1、列表页面：',
      65 => '显示条',
      66 => '2、右侧热点推荐：',
      67 => '网站公告页面',
      68 => '条公告',
      69 => '单条微博下拉评论数',
      70 => '条微博',
      71 => '提交',
    ),
  ),
  21 =>
  array (
    'index' =>
    array (
      '导航设置' => 'admin.php?mod=navigation',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=navigation',
      1 => '导航设置',
      2 => '顶部和左侧导航菜单',
      3 => '底部导航菜单',
      4 => '导航菜单设置',
      5 => '*菜单名称(不可留空) 启用 顶部显示 侧边直显 侧边悬浮 菜单顺序 唯一英文标示符 链接地址（帮助？） 打开方式 上传图标 图标 删?',
      6 => '添加三级导航',
      7 => '添加二级导航',
      8 => '添加顶级导航',
      9 => '恢复为默认设置',
    ),
  ),
  22 =>
  array (
    'index' =>
    array (
      '发布框设置' => 'admin.php?mod=setting&code=topic_publish',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=topic_publish',
      1 => '发布框设置',
      2 => '发布框内的动态提示内容（鼠标未点击发布框前的提示）',
      3 => '说明 如果有多个提示内容，则可在发布框中自动循环显示，10秒一次，鼠标点击发布框后提示内容消失。',
      4 => '提示内容： 一行一个。',
      5 => '发布框内默认话题（鼠标点击发布框后显示的内容）',
      6 => '默认话题： 如果设置此项，则在微博发布框中会显示这里设置的内容，比如“#意见反馈#”，主要用于引导用户发布相关的微博内容。',
      7 => '发布框上方的提示内容（鼠标未点击发布框前的提示）',
      8 => '提示内容： 一行一个，支持HTML代码。',
      9 => '发布框下的应用工具（选择“是”开启功能，选择“否”则关闭发布框下的按钮）',
      10 => '是否开启匿名发微博？ 开启后，发布框下有个匿名选项，可允许匿名发微博。 是',
      11 => '是否开启签到？ 此设置同步开关签到。 是',
      12 => '是否开启表情？ 开启则可在发布框中添加表情。 是',
      13 => '是否开启图片？ 开启则可从本地上传图片，但即使关闭，也可以在发布框黏贴图片url。 是',
      14 => '是否开启视频？ 开启则显示视频按钮，但即使关闭也直接在发布框中黏贴视频url。 是',
      15 => '是否开启音乐？ 开启则可通过音乐名称搜索添加在线音乐播放。 是',
      16 => '是否开启附件上传？ 开启则可从本地上传附件。 是',
      17 => '是否开启微群附件上传？ 是',
      18 => '是否开启话题？ 是',
      19 => '是否开启投票？ 此设置同步开关投票。 是',
      20 => '是否开启活动？ 此设置同步开关活动。 是',
      21 => '是否开启微群？ 此设置同步开关微群。',
      22 => '是否开启文字格式？ 此设置开启文字格式（包括：粗体、颜色、引用、代码、@朋友）。',
      23 => '是否在短微博中显示文字格式？ 此设置开启文字格式（包括：粗体、颜色、引用、代码、@朋友）。',
    ),
  ),
  23 =>
  array (
    'index' =>
    array (
      '发布来源' => 'admin.php?mod=setting&code=modify_topic_from',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_topic_from',
      1 => '发布来源',
      2 => '发布来源标识 来源显示名称(*必填) 来源相关页面',
      3 => 'wap',
      4 => '默认名称为 ---',
      5 => '手机WAP',
      6 => '默认地址为 “index.php?mod=other&code=wap”',
      7 => 'mobile',
      8 => '手机3G',
      9 => '默认地址为 “index.php?mod=other&code=mobile”',
      10 => 'sms',
      11 => '手机短信',
      12 => '默认地址为 “index.php?mod=other&code=sms”',
      13 => 'sina',
      14 => '新浪微博',
      15 => '默认地址为 “index.php?mod=account&code=sina”',
      16 => 'qqwb',
      17 => '腾讯微博',
      18 => '默认地址为 “index.php?mod=account&code=qqwb”',
      19 => 'iphone',
      20 => 'iPhone客户端',
      21 => '默认地址为 “index.php?mod=other&code=iphone”',
      22 => 'ipad',
      23 => 'iPad客户端',
      24 => 'androidpad',
      25 => 'Android平板',
      26 => 'wechat',
      27 => '微信',
      28 => '恢复为默认设置',
    ),
  ),
  24 =>
  array (
    'index' =>
    array (
      '文字替换' => 'admin.php?mod=setting&code=changeword',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=changeword',
      1 => '文字替换',
      2 => '修改输入框中的文字，前台相关文字自动变更（导航条中的相应文字需点此修改）',
      3 => '代表内容的"微博"字样：比如我的微博，可改成我的发言。',
      4 => '代表平台的“微博”字样：比如手机玩转微博，可改成手机玩转社区。',
      5 => '“微群”字样：比如微群可改为群组、小组、圈子等。',
      6 => '“顶”字样：用于挖掘内容，可根据情况选用赞、顶、关注、喜欢等。',
      7 => '登录页面输入框提示：提示用户可用登录方式，支持昵称、Email、个性地址、UID登录。',
      8 => '注册页面“帐号”字样',
    ),
  ),
  25 =>
  array (
    'index' =>
    array (
      '皮肤风格' => 'admin.php?mod=show&code=modify_theme',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=show&code=modify_theme',
      1 => '皮肤风格',
      2 => '皮肤风格设置',
      3 => '模板风格设置',
      4 => '皮肤风格设置技巧',
      5 => '1、所有的皮肤风格都保存/theme/目录下，每套皮肤一个独立目录下，方便方便分享（查找新的皮肤）。 2、添加新皮肤的方法，将完整的皮肤目录上传到/theme/目录下，然后在下面启用即可。 3、排序数值大的优先显示在前台，供用户选择在前，点此查看前台设置页面。',
      6 => '目录名 排序 皮肤名称 备注（仅用于管理员查看） 预览图 启用状态 编辑操作',
      7 => '已启用',
      8 => '不允许修改',
      9 => 't18',
      10 => '，点击禁用',
      11 => '编辑',
      12 => '已禁用，点击启用',
      13 => 't10',
      14 => 't11',
      15 => 't12',
      16 => 't13',
      17 => 't14',
      18 => 't15',
      19 => 't16',
      20 => 't17',
      21 => '提交',
    ),
  ),
  26 =>
  array (
    'index' =>
    array (
      '模板风格' => 'admin.php?mod=show&code=modify_template',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=show&code=modify_template',
      1 => '模板风格',
      2 => '皮肤风格设置',
      3 => '模板风格设置',
      4 => '默认模板套系：',
      5 => '模板是一个网站的内容展示骨架，如果只是更改显示颜色背景请点此使用皮肤设置；',
      6 => '默认模板决定从指定目录读取模板文件，指定目录缺少的模板会从default目录中读取；',
      7 => '注意：如要新建模板套系，请新建一个目录，而不要直接修改default目录模板文件。',
      8 => '点击查看模板开发说明',
      9 => '开启模板开发模式？ 选择“是”，系统发现模板有变化时会自动清空原编译模板目录，并重新读取模板并编译，方便调试新模板界面；选择“否”需手工点导航条小的“清空缓存”才会重新编译模板；注意：选择“是”后会造成额外系统资源消耗。',
      10 => '（网站正常运行时，请设置为否）',
      11 => '默认开启三栏架构显示？ 选择“是”，那么新注册用户使用默认左中右三栏显示；选择否，则默认使用两栏，用户可在顶部导航“帐号”下自行切换。',
      12 => '提交',
    ),
  ),
  27 =>
  array (
    'index' =>
    array (
      '网站logo' => 'admin.php?mod=show&code=editlogo',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=show&code=editlogo',
      1 => '网站logo',
      2 => '注意：更改LOGO后，原LOGO会被覆盖(不可恢复)；请先备份原有LOGO，以免LOGO丢失。',
      3 => '更改LOGO',
      4 => '游客首页LOGO：推荐尺寸：269px*90px。',
      5 => '网站首页LOGO：推荐尺寸：180px*47px。',
      6 => '提交',
    ),
  ),
  28 =>
  array (
    'index' =>
    array (
      '微博管理' => 'admin.php?mod=topic&code=topic_manage',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=topic&code=topic_manage',
      1 => '微博管理',
      2 => '搜索微博',
      3 => '关键词语:',
      4 => '微博ID:',
      5 => '多个ID用空格隔开',
      6 => '用户昵称:',
      7 => '管理状态：',
      8 => '发布时间:',
      9 => '内容类型：',
      10 => '频道：',
      11 => '搜索指定',
      12 => '查看全部微博',
      13 => '批量预选处理结果： 显示 禁止 禁转 禁评 待审 删除',
      14 => '记事狗',
      15 => '[编辑]',
      16 => '[上报]',
      17 => '[封杀此用户]',
      18 => '2013-12-04 15:14:18',
      19 => '记事狗微博——我是标题',
      20 => '记事狗微博——我是内容！！！',
      21 => '来自',
      22 => '官方站务 >> 官方公告',
      23 => '127.0.0.1:50890',
      24 => '[封IP]',
      25 => '显示',
      26 => '禁止',
      27 => '禁转',
      28 => '禁评',
      29 => '待审',
      30 => '删除',
      31 => '2013-12-04 15:13:31',
      32 => '记事狗微博官方： http://安装您微博的域名/index.php?mod=url&code=6',
      33 => '在线演示站地址： http://安装您微博的域名/index.php?mod=url&code=O',
      34 => '来自 记事狗',
      35 => '127.0.0.1:50849',
      36 => '2013-12-04 15:12:36',
      37 => '记事狗微博V4.5版本来了！V4V5！！',
      38 => '127.0.0.1:50773',
    ),
  ),
  29 =>
  array (
    'index' =>
    array (
      '待审核微博' => 'admin.php?mod=topic&code=verify',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=topic&code=verify',
      1 => '待审核微博',
      2 => '搜索待审微博',
      3 => '关键词语：',
      4 => '微博ID：',
      5 => '多个ID用空格隔开',
      6 => '用户昵称：',
      7 => '空间地址：',
      8 => '发布时间：',
      9 => '内容类型：',
      10 => '频道：',
      11 => '搜索指定',
      12 => '全部待审微博',
      13 => '高亮当前页违法词语 正在高亮违法关键词，请稍等...',
      14 => '批量预选处理结果： 不处理',
      15 => '显示',
      16 => '禁止 禁转 禁评 删除',
    ),
  ),
  30 =>
  array (
    'index' =>
    array (
      '推荐微博' => 'admin.php?mod=recdtopic',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=recdtopic',
      1 => '推荐微博',
      2 => '查找已推荐的微博',
      3 => '按昵称查找:',
      4 => '按关键词查找:',
      5 => '搜索指定',
      6 => '全部已推荐',
      7 => '删 已推荐/置顶的微博 推荐人 推荐时间 是否过期 操作',
    ),
  ),
  31 =>
  array (
    'index' =>
    array (
      '微博举报' => 'admin.php?mod=report',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=report',
      1 => '微博举报',
      2 => '搜索举报',
      3 => '举报者:',
      4 => '处理状况:',
      5 => '关键词:',
      6 => '举报类型:',
      7 => '发布时间:',
      8 => '搜索指定',
      9 => '全部举报',
      10 => '高亮此页违法关键字 正在高亮违法关键词，请稍等...',
      11 => '批量预选处理结果：',
      12 => '正常显示 删除微博',
    ),
  ),
  32 =>
  array (
    'index' =>
    array (
      '内容过滤' => 'admin.php?mod=setting&code=modify_filter',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_filter',
      1 => '内容过滤',
      2 => '内容过滤设置',
      3 => '查询已有关键词： 查询结果将会显示在对应关键词库的右侧。',
      4 => '启用过滤功能： 选择“是”会对微博、私信、个人签名等进行过滤；词语过多时对效率有一定影响。',
      5 => '隐藏被过滤的关键词？',
      6 => '选择“是”将隐藏具体哪个词语有问题，避免用户跳过；',
      7 => '选择“否”告知具体哪个词语被过滤，方便用户改正。',
      8 => '设置违法关键词： 微博、私信、签名中包含违法关键词时，将禁止发布',
      9 => '(关键词一行一个，或用 "|" 隔开)。',
      10 => '设置审核关键词： 微博内容包含设置的关键词时，将自动进入待审核',
      11 => '设置替换关键词： 微博内容包含设置的关键词时，将自动被替换',
      12 => '如：需要替换的内容=***。',
      13 => '设置屏蔽关键词： 前台搜索包含设置的关键词时，将不显示任何内容',
    ),
  ),
  33 =>
  array (
    'index' =>
    array (
      '微博回收站' => 'admin.php?mod=topic&code=del&del=1',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=topic&code=del&del=1',
      1 => '微博回收站',
      2 => '搜索待审微博',
      3 => '关键词语：',
      4 => '微博ID：',
      5 => '多个ID用空格隔开',
      6 => '用户昵称：',
      7 => '空间地址：',
      8 => '发布时间：',
      9 => '内容类型：',
      10 => '频道：',
      11 => '搜索指定',
      12 => '全部待审微博',
      13 => '高亮当前页违法词语 正在高亮违法关键词，请稍等...',
      14 => '清空回收站',
      15 => '批量预选处理结果： 不处理',
      16 => '显示',
      17 => '彻底删除',
    ),
  ),
  34 =>
  array (
    'index' =>
    array (
      '话题和专题' => 'admin.php?mod=tag',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tag',
      1 => '话题和专题',
      2 => '话题管理',
      3 => '话题推荐',
      4 => '话题专题',
      5 => '技巧提示',
      6 => '收缩/展开',
      7 => '微博内容中#关键词#中的关键词会被解析为话题，话题是一种内容分类，方便用户关注等。',
      8 => '搜索已有话题',
      9 => '搜索一下',
      10 => '删 话题名称 微博数量 关注人数 添加时间 相关操作',
    ),
  ),
  35 =>
  array (
    'index' =>
    array (
      '微博属性管理' => 'admin.php?mod=feature',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=feature',
      1 => '微博属性管理',
      2 => '添加微博属性',
      3 => '名称:',
      4 => '添加',
      5 => '删 属性名称 操作',
      6 => '提 交',
    ),
  ),
  36 =>
  array (
    'index' =>
    array (
      '微博管理记录' => 'admin.php?mod=topic&code=manage',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=topic&code=manage',
      1 => '微博管理记录',
      2 => '搜索审核状况',
      3 => '微博ID:',
      4 => '审核员:',
      5 => '时间:',
      6 => '搜索一下',
      7 => '全部微博',
      8 => '删 微博ID 用户昵称 审核员 审核时间 状态',
    ),
  ),
  37 =>
  array (
    'index' =>
    array (
      'URL链接管理' => 'admin.php?mod=url&code=manage',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=url&code=manage',
      1 => 'URL链接管理',
      2 => '说明',
      3 => '相关设置',
      4 => 'URL链接地址管理',
      5 => '搜索',
      6 => 'KEY（即url后面的短地址）',
      7 => 'URL链接目标网址',
      8 => '排序方式',
      9 => '查看全部(2)',
      10 => 'KEY URL链接目标网址 加入时间 访问次数 当前状态 可执行操作',
      11 => 'O http://t.jishigou.net',
      12 => '2013-12-04 15:13:31',
      13 => '常规（默认）',
      14 => '删除',
      15 => '查同域名网址',
      16 => '白名单',
      17 => '常规',
      18 => '黑名单',
      19 => '6 http://www.jishigou.net',
      20 => '批量操作',
      21 => '1、删除（为防重复加入，不建议）',
      22 => '2、设定状态',
    ),
  ),
  38 =>
  array (
    'index' =>
    array (
      '私信管理' => 'admin.php?mod=pm&code=pm_manage',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=pm&code=pm_manage',
      1 => '私信管理',
      2 => '私信群发',
      3 => '给管理员的信',
      4 => '搜索站内短信',
      5 => '发件人:',
      6 => '收件人:',
      7 => '关键词:',
      8 => '搜索一下',
      9 => '全部消息',
      10 => '来自 发给 消息内容 时间 操作',
    ),
  ),
  39 =>
  array (
    'index' =>
    array (
      '签名管理' => 'admin.php?mod=topic&code=signature',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=topic&code=signature',
      1 => '签名管理',
      2 => '搜索微博',
      3 => '昵称:',
      4 => '关键词:',
      5 => '时间:',
      6 => '管理状态:',
      7 => '搜索一下',
      8 => '全部',
    ),
  ),
  40 =>
  array (
    'index' =>
    array (
      '自我介绍' => 'admin.php?mod=topic&code=aboutme',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=topic&code=aboutme',
      1 => '自我介绍',
      2 => '搜索微博',
      3 => '昵称:',
      4 => '关键词:',
      5 => '时间:',
      6 => '管理状态:',
      7 => '搜索一下',
      8 => '全部',
    ),
  ),
  41 =>
  array (
    'index' =>
    array (
      '个人标签' => 'admin.php?mod=user_tag',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=user_tag',
      1 => '个人标签',
      2 => '添加个人标签',
      3 => '名称:',
      4 => '添加',
      5 => '搜索标签',
      6 => '标签名称:',
      7 => '搜索一下',
      8 => '全部标签',
      9 => '标签 使用人数',
      10 => '操作',
      11 => '提 交',
    ),
  ),
  42 =>
  array (
    'index' =>
    array (
      '头像签名审核' => 'admin.php?mod=verify',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=verify',
      1 => '头像签名审核',
      2 => '通过 用户昵称 审核头像 审核签名 操作',
    ),
  ),
  43 =>
  array (
    'index' =>
    array (
      '用户列表' => 'admin.php?mod=member&code=newm',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=newm',
      1 => '用户列表',
      2 => '封杀用户列表',
      3 => '上报领导列表',
      4 => '快捷搜索',
      5 => '收缩/展开',
      6 => '用户昵称',
      7 => '排除已获得奖励',
      8 => '全部用户',
      9 => '选 昵称/角色 Email / 注册IP:端口上次访问IP:端口 积分情况 注册时间/推荐人 所在 所属 任职 操作',
      10 => '排序：最新注册▼',
      11 => '最近活跃',
      12 => '最多积分',
      13 => '记事狗',
      14 => '管理员',
      15 => 'foxis@qq.com',
      16 => '127.0.0.1:',
      17 => '总积分:8',
      18 => '金币:8;',
      19 => '2013-12-04 15:09:26',
      20 => '[平台帐号绑定]',
      21 => '[编辑]',
      22 => '[删除]',
      23 => '选择相应操作： 删除',
      24 => '发勋章',
      25 => '发私信',
    ),
  ),
  44 =>
  array (
    'index' =>
    array (
      '用户绑定情况' => 'admin.php?mod=account&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=account&code=index',
      1 => '用户绑定情况',
      2 => 'YY帐户设置',
      3 => '人人帐户设置',
      4 => '开心帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '使用其他网站的帐户登录记事狗(http://安装您微博的域名)、吸引其他网站用户的使用；',
      9 => '是否开启第三方帐号绑定',
      10 => '关闭',
      11 => '开启',
      12 => '搜索选项',
      13 => '用户昵称',
      14 => '选择类型 新浪微博',
      15 => '腾讯微博',
      16 => '查看全部',
      17 => '新浪微博',
      18 => '记事狗',
      19 => '未绑定',
    ),
  ),
  45 =>
  array (
    'index' =>
    array (
      '待验证用户' => 'admin.php?mod=member&code=waitvalidate',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=waitvalidate',
      1 => '待验证用户',
      2 => '通过 昵称 Email 注册IP 注册时间 推荐人 操作',
    ),
  ),
  46 =>
  array (
    'index' =>
    array (
      '编辑用户' => 'admin.php?mod=member&code=search',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=search',
      1 => '编辑用户',
      2 => '搜索用户',
      3 => '帐户/昵称 (可使用通配符 *) :',
      4 => 'Email (可使用通配符 *):',
      5 => '个性域名 (可使用通配符 *) :',
      6 => '注册IP (可填写部分，如 192.168):',
      7 => '上次访问IP (可填写部分，如 192.168):',
      8 => '注册推荐人的昵称 :',
      9 => '总积分 低于:',
      10 => '总积分 高于:',
      11 => '金币 低于:',
      12 => '金币 高于:',
      13 => '排除已获得奖励',
      14 => '指定用户角色:',
      15 => '可以不选，也可以按住 CTRL 多选',
    ),
  ),
  47 =>
  array (
    'index' =>
    array (
      '添加新用户' => 'admin.php?mod=member&code=add',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=add',
      1 => '添加新用户',
      2 => '帐户/昵称:用于登录、显示、@通知和发送站内信',
      3 => '登录密码:',
      4 => 'Email:',
      5 => '角色:',
    ),
  ),
  48 =>
  array (
    'index' =>
    array (
      '修改我的资料' => 'admin.php?mod=member&code=modify',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=modify',
      1 => '修改我的资料',
      2 => '编辑用户 - 记事狗',
      3 => '帐户昵称: 如不是特别需要，请不要修改',
      4 => '登录密码: 如果不更改密码此处请留空',
      5 => '用户头像: 点此修改头像',
      6 => '用户所在地:',
      7 => '用户角色:',
      8 => '封杀理由: 将用户放入禁言组或封杀组时的理由',
      9 => '性别:',
      10 => 'Email:',
      11 => '通过验证',
      12 => '注册IP',
      13 => '最后活动IP',
      14 => '个性域名: 如不是特别需要，请不要修改',
      15 => '手机号码:',
      16 => '关于记事狗: 该信息显示在用户微博页面右侧',
      17 => '真实信息（证件号码不会对外显示，仅供管理员核对用户身份用）',
      18 => '真实姓名:',
      19 => '证件类型:',
      20 => '证件号码:',
      21 => 'V认证备注: 鼠标在认证图标悬浮时，会看到右侧填写的信息',
      22 => '用户积分',
      23 => '金币:',
      24 => '备注:',
    ),
  ),
  49 =>
  array (
    'index' =>
    array (
      '资料自定义' => 'admin.php?mod=member&code=profile',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=profile',
      1 => '资料自定义',
      2 => '*特殊项目不允许用户在前台自由编辑 *在名片夹中显示的项目请不要过多的选择，以免导致页面丑陋',
      3 => '项目名 排序 名片夹显示 注册页显示 加入搜索？ 基本资料 联系方式 教育情况 工作情况 个人信息',
      4 => '联系地址',
      5 => '真实姓名',
      6 => '性别',
      7 => '出生年月日',
      8 => '星座',
      9 => '生肖',
      10 => '固定电话',
      11 => '手机',
      12 => '证件类型',
      13 => '证件号',
      14 => '邮寄地址',
      15 => '邮编',
      16 => '国籍',
      17 => '所在地',
      18 => '学历',
      19 => '出生地',
      20 => '毕业学校',
      21 => '公司',
      22 => '职业',
      23 => '职位',
      24 => '年收入',
      25 => '情感状态',
      26 => '交友目的',
      27 => '血型',
      28 => '身高',
      29 => '体重',
      30 => '支付宝',
      31 => 'ICQ',
      32 => 'YAHOO帐号',
      33 => 'MSN',
      34 => '阿里旺旺',
      35 => '个人主页',
      36 => '自我介绍',
      37 => '兴趣爱好',
    ),
  ),
  50 =>
  array (
    'index' =>
    array (
      '用户V认证' => 'admin.php?mod=vipintro',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vipintro',
      1 => '用户V认证',
      2 => 'V认证条件',
      3 => 'V认证设置',
      4 => 'V认证类别',
      5 => '手动添加认证',
      6 => 'V认证操作',
      7 => '审核通过 |',
      8 => '等待审核 |',
      9 => '审核未通过 |',
      10 => '导入老认证用户',
      11 => '按条件检索',
      12 => '用户昵称：',
      13 => '提交',
      14 => '全选 申请用户 审核状态 申请时间 名人堂推荐 管理',
      15 => '取消认证',
    ),
  ),
  51 =>
  array (
    'index' =>
    array (
      '名人堂' => 'admin.php?mod=vipintro&code=people_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vipintro&code=people_setting',
      1 => '名人堂',
      2 => 'V认证操作',
      3 => '审核通过 |',
      4 => '等待审核 |',
      5 => '审核未通过 |',
      6 => '导入老认证用户',
      7 => '按条件检索',
      8 => '用户昵称：',
      9 => '提交',
      10 => '名人堂设置',
      11 => '名人堂首页推荐用户：',
      12 => '/ 个 推荐用户显示数。',
      13 => '用户排序方式：',
      14 => '用于“名人堂首页推荐用户”按照什么排序方式来显示。',
      15 => '首页微博：',
      16 => '/ 条 显示推荐用户的微博条数。',
      17 => '地区分类推荐用户：',
      18 => '用户排序方式',
      19 => '用于“名人堂地区分类推荐用户”按照什么排序方式来显示。',
      20 => '地区分类导航设置',
      21 => '区域类别：',
      22 => '全部区域',
      23 => '指定区域',
      24 => '选择区域：',
      25 => '（选择“全部区域”名人堂中地区分类则显示所有省份作为类别）',
      26 => '（选择“指定区域”名人堂中地区分类则显示选择区域的城市作为类别）',
    ),
  ),
  52 =>
  array (
    'index' =>
    array (
      '推荐用户' => 'admin.php?mod=media',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=media',
      1 => '推荐用户',
      2 => '1、推荐用户设置',
      3 => '是否开启推荐用户展示 是',
      4 => '（选是开启，则@朋友、发私信等时候将展示推荐分组供用户选择）',
      5 => '确定',
      6 => '2、添加推荐用户分组',
      7 => '推荐用户分组名称',
      8 => '添加分组',
      9 => '3、添加推荐用户:',
      10 => '输入用户昵称，选择所属分组',
      11 => '添加',
      12 => '全选 推荐用户分组 已推荐人数 分组排序（修改即时生效） 管理操作',
      13 => '删除选定',
    ),
  ),
  53 =>
  array (
    'index' =>
    array (
      '用户访问记录' => 'admin.php?mod=member&code=login',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=login',
      1 => '用户访问记录',
      2 => '当前在线用户',
      3 => '用户登录日志',
      4 => '用户昵称',
      5 => '时间（默认为24H） 小时内',
      6 => '昵称 微博数 最新登录IP:端口 所在城市 最后活跃时间 操作',
      7 => '记事狗 3 127.0.0.1:',
      8 => '2013-12-04 15:14:18',
      9 => '[修改资料]',
    ),
  ),
  54 =>
  array (
    'index' =>
    array (
      '导出用户到Excel' => 'admin.php?mod=member&code=export_all_user',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=export_all_user',
      1 => '导出用户到Excel',
      2 => '用户ID',
      3 => '个性URL',
      4 => '用户昵称',
      5 => 'Email 邮箱',
      6 => '手机号码',
      7 => '性别',
      8 => '用户积分',
      9 => '省份',
      10 => '城市',
      11 => '注册时间',
      12 => '注册IP',
      13 => '最后登录IP',
      14 => '一句话介绍',
      15 => 'V身份认证',
      16 => 'V认证备注',
      17 => '真实姓名',
      18 => '证件类型',
      19 => '证件号码',
      20 => '记事狗',
      21 => 'foxis@qq.com',
      22 => '未知',
      23 => '2013-12-04 15:09:26',
      24 => '127.0.0.1',
    ),
  ),
  55 =>
  array (
    'index' =>
    array (
      '管理员角色' => 'admin.php?mod=role&code=list&type=admin',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=role&code=list&type=admin',
      1 => '管理员角色',
      2 => '帮助提示',
      3 => '为了防止私自提权现象，只有网站创始人才可编辑管理员角色的权限。 网站创始人在编辑角色权限过程中，可点击权限名称对所有角色进行批量操作。',
      4 => '关于“网站创始人”，请参阅readme.txt文件中的第三条说明，点击查看',
      5 => '当前系统中的网站创始人：用户id、昵称（点击可以查看具体信息）',
      6 => '1、记事狗；',
      7 => '当前系统中的管理员：用户id、昵称（点击可以查看具体信息）',
      8 => '角色图标 角色名称',
      9 => '管理权限',
      10 => '管理员',
      11 => '[编辑]',
      12 => '[新建同类角色]',
      13 => '后台查看',
    ),
  ),
  56 =>
  array (
    'index' =>
    array (
      '添加用户角色' => 'admin.php?mod=role&code=add',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=role&code=add',
      1 => '添加用户角色',
    ),
  ),
  57 =>
  array (
    'index' =>
    array (
      '公告信息' => 'admin.php?mod=notice',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=notice',
      1 => '公告信息',
      2 => '首页公告',
      3 => '关于我们',
      4 => '添加网站公告',
      5 => '标题:',
      6 => '内容:',
      7 => '添加',
      8 => '全选 标题 发布时间 操作',
      9 => '删除选定',
    ),
  ),
  58 =>
  array (
    'index' =>
    array (
      '广告管理' => 'admin.php?mod=income',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=income',
      1 => '广告管理',
      2 => '广告位',
      3 => '所有广告',
      4 => '技巧提示 收缩/展开',
      5 => '强烈建议：在搜索引擎未收录网站前，不要添加广告，否则影响收录； 系统在几乎每个页面都内置了常用的广告位，你可以在下面开启或者关闭全部广告，如果将广告位留空则自动隐藏广告位。 记事狗团队免费提供更丰富的广告形式，让您赚取更丰厚的广告收益，快来看看吧。',
      6 => '参数设置',
      7 => '是否启用广告： 启用后下面设置的广告才能显示。',
      8 => '广告位置',
      9 => '顶部广告',
      10 => '中间中部广告',
      11 => '右侧上部广告',
      12 => '右侧下部广告',
      13 => '消息页广告',
      14 => '底部广告',
    ),
  ),
  59 =>
  array (
    'index' =>
    array (
      '首页幻灯' => 'admin.php?mod=setting&code=modify_slide',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_slide',
      1 => '首页幻灯',
      2 => '我的首页幻灯',
      3 => '网站首页幻灯',
      4 => '内页幻灯广告设置',
      5 => '是否启用？',
      6 => '启用内页幻灯后，可在我的首页等微博发布框下显示幻灯图片内容，多做广告或话题引导。',
      7 => '启用 图片地址和链接地址 排序',
      8 => '1）请输入图片地址：',
      9 => '图片大小以580*80为最佳；',
      10 => '或上传图片：',
      11 => '2）完整链接url地址：',
    ),
  ),
  60 =>
  array (
    'index' =>
    array (
      '勋章管理' => 'admin.php?mod=medal',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=medal',
      1 => '勋章管理',
      2 => '勋章会员',
      3 => '勋章审核',
      4 => '快速设置用户勋章',
      5 => '添加勋章',
      6 => '图标 勋章名称 完成条件 勋章获得人数 是否启用 管理操作',
      7 => '原创达人',
      8 => '连续3天发布原创内容，就能获得微博达人勋章',
      9 => '点此关闭',
      10 => '编辑 |',
      11 => '删除',
      12 => '评论专家',
      13 => '连续3天对他人内容进行评论，就能获得”评论专家“勋章',
    ),
  ),
  61 =>
  array (
    'index' =>
    array (
      '短信群发' => 'admin.php?mod=sms&code=list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sms&code=list',
      1 => '短信群发',
      2 => '手机应用设置',
      3 => '手机短信设置',
      4 => '发送记录列表',
      5 => '接收记录列表',
      6 => '记录搜索',
      7 => '1、用户姓名',
      8 => '2、手机号码',
      9 => '用户昵称',
      10 => '手机号码',
      11 => '绑定时间',
      12 => '发送次数',
      13 => '接收次数',
      14 => '暂时没有相关记录',
      15 => '短信群发：（请勾选上面的用户；最多支持100个号码）',
      16 => '短信内容：',
      17 => '注意1：内容不能超过70个字，否则会被短信网关自动截取掉；',
      18 => '注意2：仅能用于会员通知，含促销、打折、特价、房产等营销或非法内容将被运营商拦截，并可能造成帐号被永久封闭，由此造成的罚款等惩罚措施将由短信内容发送方无条件承担。',
    ),
  ),
  62 =>
  array (
    'index' =>
    array (
      '关键词设置' => 'admin.php?mod=setting&code=modify_meta',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_meta',
      1 => '关键词设置',
      2 => 'URL伪静态',
      3 => '搜索引擎优化，可留空（切忌不要进行关键词堆词，会导致搜索引擎惩罚！）',
      4 => '网站关键词（全站）： 针对网站的所有页面设置Meta部分关键词定义,多个词用逗号分隔 。',
      5 => '网站描述（全站）： 针对网站的所有页面设置Meta部分的描述定义,多个描述用逗号分隔。',
      6 => '附加标题（全站）： 附加在网站标题后面。',
      7 => '首页关键词（首页）： 针对网站首页的Meta部分关键词设置,多个词用逗号分隔。',
      8 => '首页描述（首页）: 针对网站首页的Meta部分描述定义,多个描述用逗号分隔',
    ),
  ),
  63 =>
  array (
    'index' =>
    array (
      '友情链接' => 'admin.php?mod=link',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=link',
      1 => '友情链接',
      2 => '技巧提示',
      3 => '下面添加的友情链接，在综合首页按数字由小到大进行升序排列 添加同类型高PR的友情链接有助于提高网站权重，点此交换友情链接 不定期检测友情链接，可知道对方是否正常链接本站，并了解对方是否被搜索引擎惩罚，以避免受牵连。',
      4 => '全删 链接名称 链接地址（以http://开头） LOGO地址（可留空） 排序',
      5 => '新增',
    ),
  ),
  64 =>
  array (
    'index' =>
    array (
      '蜘蛛爬行统计' => 'admin.php?mod=robot',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=robot',
      1 => '蜘蛛爬行统计',
      2 => '参数设置',
      3 => '开启统计: 开启后能统计搜索引擎的来访次数，会轻微加重服务器负担。',
      4 => '提醒1：蜘蛛爬行次数不等于实际收录，点此查看各搜索引擎收录；',
      5 => '提醒2：在一些权重高的网站留下链接也可引导蜘蛛，外部链接站点分析。',
      6 => '提醒3：不与受惩罚的网站放同一个IP上，避免受牵连，同IP网站查询。',
    ),
  ),
  65 =>
  array (
    'index' =>
    array (
      '友情链接检测' => 'http://checklink.biniu.com',
    ),
    'text' =>
    array (
      0 => 'http://checklink.biniu.com',
      1 => '友情链接检测',
    ),
  ),
  66 =>
  array (
    'index' =>
    array (
      '反向链接分析' => 'http://backlink.biniu.com',
    ),
    'text' =>
    array (
      0 => 'http://backlink.biniu.com',
      1 => '反向链接分析',
    ),
  ),
  67 =>
  array (
    'index' =>
    array (
      '收录查询' => 'http://shoulu.biniu.com',
    ),
    'text' =>
    array (
      0 => 'http://shoulu.biniu.com',
      1 => '收录查询',
    ),
  ),
  68 =>
  array (
    'index' =>
    array (
      '关键词排名' => 'http://keyword.biniu.com',
    ),
    'text' =>
    array (
      0 => 'http://keyword.biniu.com',
      1 => '关键词排名',
    ),
  ),
  69 =>
  array (
    'index' =>
    array (
      'alexa排名' => 'http://alexa.biniu.com',
    ),
    'text' =>
    array (
      0 => 'http://alexa.biniu.com',
      1 => 'alexa排名',
    ),
  ),
  70 =>
  array (
    'index' =>
    array (
      '同IP网站监测' => 'http://cnrdn.com/G8f4',
    ),
    'text' =>
    array (
      0 => 'http://cnrdn.com/G8f4',
      1 => '同IP网站监测',
    ),
  ),
  71 =>
  array (
    'index' =>
    array (
      '频道' => 'admin.php?mod=channel&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=channel&code=index',
      1 => '频道',
      2 => '频道设置',
      3 => '频道类型',
      4 => '频道管理',
      5 => '频道管理(更新数据)',
      6 => '显示顺序 频道名称 侧栏显示 推送动态 频道类型 微博条数 操作',
      7 => '普通模型 2[本级频道:0] 编辑 |',
      8 => '删除',
      9 => '普通模型 0 编辑 |',
      10 => '转移 |',
      11 => '普通模型 2 编辑 |',
      12 => '新子频道',
      13 => '普通模型 0[本级频道:0] 编辑 |',
      14 => '添加一级频道',
    ),
  ),
  72 =>
  array (
    'index' =>
    array (
      '微群' => 'admin.php?mod=qun',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun',
      1 => '微群',
      2 => '基本设置',
      3 => '微群分类',
      4 => '微群策略',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '是否开启微群功能',
      9 => '否 此项对系统管理员无效',
      10 => '是否允许普通用户创建微群',
      11 => '是否开启同城微群',
      12 => '否 选择是在微群首页显示同城群',
      13 => '微群内发微博是否默认同步到微博',
      14 => '否 选择是则发布微群内发布微博时默认选中同步到微博',
      15 => '微群头像最大尺寸',
      16 => '(KB)，超过这个尺寸无法上传',
      17 => '群成员人数上限',
      18 => '0或者为空表示不限制',
      19 => '群管理员人数上限',
    ),
  ),
  73 =>
  array (
    'index' =>
    array (
      '投票' => 'admin.php?mod=vote&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vote&code=index',
      1 => '投票',
      2 => '投票设置',
      3 => '投票管理',
      4 => '投票审核',
      5 => '搜索投票',
      6 => '投票ID:',
      7 => '投票主题:',
      8 => '搜索一下',
      9 => '全部投票',
      10 => '投票主题 发起人 参与人数 时间',
      11 => '推荐',
      12 => '操作',
      13 => '还没有投票记录',
    ),
  ),
  74 =>
  array (
    'index' =>
    array (
      '活动' => 'admin.php?mod=event&code=manage',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=event&code=manage',
      1 => '活动',
      2 => '活动设置',
      3 => '活动主题',
      4 => '可选必填项',
      5 => '活动管理',
      6 => '活动审核',
      7 => '搜索活动',
      8 => '活动ID:',
      9 => '活动标题:',
      10 => '时间:',
      11 => '搜索一下',
      12 => '全部活动',
      13 => '删除',
      14 => '活动标题 活动主题 活动发起者 报名数/参与数 开始/结束时间 推荐 操作',
      15 => '还没有活动记录',
    ),
  ),
  75 =>
  array (
    'index' =>
    array (
      '签到' => 'admin.php?mod=sign',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sign',
      1 => '签到',
      2 => '签到设置',
      3 => '签到积分排行',
      4 => '基本设置',
      5 => '是否开始签到',
      6 => '签到话题',
      7 => '每行一个话题',
    ),
  ),
  76 =>
  array (
    'index' =>
    array (
      '微直播' => 'admin.php?mod=live&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=live&code=index',
      1 => '微直播',
      2 => '直播配置',
      3 => '添加直播',
      4 => '直播管理',
      5 => '直播主题 主题简介 直播时间 主持人 操作',
      6 => '还没有直播记录',
    ),
  ),
  77 =>
  array (
    'index' =>
    array (
      '微访谈' => 'admin.php?mod=talk&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=talk&code=index',
      1 => '微访谈',
      2 => '访谈配置',
      3 => '访谈分类',
      4 => '添加访谈',
      5 => '访谈管理',
      6 => '访谈主题 主题简介 访谈时间 嘉宾 操作',
      7 => '还没有访谈记录',
    ),
  ),
  78 =>
  array (
    'index' =>
    array (
      '有奖转发' => 'admin.php?mod=reward',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=reward',
      1 => '有奖转发',
      2 => '有奖转发开关',
      3 => '开关：',
      4 => '开启',
      5 => '关闭',
      6 => '搜索',
      7 => 'ID:',
      8 => '标题:',
      9 => '昵称:',
      10 => '时间:',
      11 => '搜索一下',
      12 => '全部活动',
      13 => '删除',
      14 => '标题 发起者 转发数 开始/结束时间 推荐 操作',
      15 => '还没有有奖转发记录',
    ),
  ),
  79 =>
  array (
    'index' =>
    array (
      '微信公共平台' => 'admin.php?mod=wechat',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=wechat',
      1 => '微信公共平台',
      2 => '设置',
      3 => '绑定情况',
      4 => '微信接口设置',
      5 => '开启微信:',
      6 => '开启',
      7 => '关闭',
      8 => '微信Token:',
      9 => 'Token必须和微信公共平台保持一致！',
      10 => '你的微信帐号:',
      11 => '用来显示你的微信号',
      12 => '二维码图片:',
      13 => '发微博命令:',
      14 => '发微博前缀关键词,如“[关键词]这是一条微博！”会截取“[关键词]”之后的内容发微博。为空则每一条微信均视为发微博。',
      15 => '发微博成功回复',
      16 => '用来提示微博发送成功',
      17 => '发微博失败回复',
      18 => '用来提示微博发送失败',
      19 => '绑定帐号命令:',
      20 => '可以填写多个，用“|”区分',
      21 => '3G命令:',
      22 => 'Wap命令:',
      23 => '帮助命令:',
      24 => '关注时回复:',
      25 => '用户关注时的回复',
      26 => '自定义帮助内容:',
      27 => '消息自动回复:',
      28 => '普通微信的回复，为空时不回复',
      29 => '添加关键词自动回复：',
      30 => '关键词：回复：',
    ),
  ),
  80 =>
  array (
    'index' =>
    array (
      '积分商城' => 'admin.php?mod=mall&code=goods_list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=mall&code=goods_list',
      1 => '积分商城',
      2 => '说明',
      3 => '设置',
      4 => '添加商品',
      5 => '商品管理',
      6 => '订单管理',
      7 => '商品名称 兑换所需金币 总积分要求 商品总数（库存数） 订单总数 兑换有效期 管理',
    ),
  ),
  81 =>
  array (
    'index' =>
    array (
      '马甲管理' => 'admin.php?mod=member&code=vest',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=vest',
      1 => '马甲管理',
      2 => '马甲设置',
      3 => '搜索马甲',
      4 => '用户昵称',
    ),
  ),
  82 =>
  array (
    'index' =>
    array (
      '单位和部门' => 'admin.php?mod=company',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=company',
      1 => '单位和部门',
      2 => '功能说明',
      3 => '单位管理',
      4 => '部门管理',
      5 => '岗位管理',
      6 => '这是企业2.0应用模块，供在企业内部搭建互动交流平台使用',
      7 => '功能介绍',
      8 => '您还没有开启单位微博功能，请到“后台->全局设置->注册访问控制->是否启用单位功能模块->选择\'是\'".',
    ),
  ),
  83 =>
  array (
    'index' =>
    array (
      'API应用授权' => 'admin.php?mod=api',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=api',
      1 => 'API应用授权',
      2 => '参数设置',
      3 => '开启网站API应用： 选择是开启网站API应用，则其他应用可以调用本站的api接口来查询和发微博。',
      4 => '点击查看API开发说明',
      5 => '开启来自API来源名称： 选择是开启，则每条微博下面会显示来自具体的API应用名称和并显示应用的网址。',
      6 => 'API每天请求次数限制： 填写具体的数字比如1000来限制api的请求次数，0为不限制。',
    ),
  ),
  84 =>
  array (
    'index' =>
    array (
      '微博秀' => 'admin.php?mod=tools&code=weibo_show',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tools&code=weibo_show',
      1 => '微博秀',
      2 => '说明',
      3 => '分享到微博设置',
      4 => '微博秀设置',
      5 => '不在前台显示链接地址？ 默认为“否”表示显示链接地址，选择“是”表示不显示链接地址 是',
    ),
  ),
  85 =>
  array (
    'index' =>
    array (
      '动态提醒' => 'admin.php?mod=feed',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=feed',
      1 => '动态提醒',
      2 => '动态记录',
      3 => '重要人物',
      4 => '清空一星期前记录 清空一月前记录 清空所有记录',
      5 => '删 操作类型 操作用户 操作动作 操作内容 操作时间 删除记录',
      6 => '重要人物 记事狗 发布了 记事狗微博——我是标题',
      7 => '2013-12-04 15:14:19 删除',
      8 => '重要人物 记事狗 发布了 记事狗微博官方： http://w 2013-12-04 15:13:32 删除',
      9 => '重要人物 记事狗 发布了 记事狗微博V4.5版本来了！V4V5！ 2013-12-04 15:12:37 删除',
    ),
  ),
  86 =>
  array (
    'index' =>
    array (
      '已安装插件' => 'admin.php?mod=plugin',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugin',
      1 => '已安装插件',
      2 => '安装新插件',
      3 => '插件设计',
      4 => '设计中插件',
      5 => '已安装插件列表',
      6 => '插件名称/设置管理 插件链接（标题 / URL地址） 插件状态 操作',
    ),
  ),
  87 =>
  array (
    'index' =>
    array (
      '安装新插件' => 'admin.php?mod=plugin&code=add',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugin&code=add',
      1 => '安装新插件',
      2 => '已安装插件',
      3 => '插件设计',
      4 => '设计中插件',
      5 => '安装新插件(plugin/ 目录下未安装的插件)',
      6 => '插件信息 所在目录 操作',
      7 => '地图微博 plugin/map/ 安装',
      8 => '商品采集 plugin/shop/ 安装',
      9 => 'webim plugin/webim/ 安装',
    ),
  ),
  88 =>
  array (
    'index' =>
    array (
      '插件设计' => 'admin.php?mod=plugin&code=design',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugin&code=design',
      1 => '插件设计',
      2 => '已安装插件',
      3 => '安装新插件',
      4 => '设计中插件',
      5 => '设计说明 1、本功能仅供插件开发者使用。 2、使用本功能前请务必阅读《记事狗插件开发文档》 3、警告: 不正确的插件设计或安装可能危及到整个站点的正常使用。',
      6 => '插件名字',
      7 => '插件名称为中英文字符不得超过40字符',
      8 => '插件唯一标识符 插件唯一标识符40以内有效字符(字母、数字、下划线，且首字符必须是字母，末字符不得是下划线)，与现有插件不得重复',
      9 => '版本号',
      10 => '插件版本号，用于在安装版本旧于新版本，给用户提示',
      11 => '版权信息',
      12 => '插件作者的版权信息，已经确认不得修改，请控制在80字符',
      13 => '插件描述 描述插件的简要功能，请控制在100字符内',
    ),
  ),
  89 =>
  array (
    'index' =>
    array (
      '设计中插件' => 'admin.php?mod=plugin&code=designing',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugin&code=designing',
      1 => '设计中插件',
      2 => '已安装插件',
      3 => '安装新插件',
      4 => '插件设计',
      5 => '设计中插件列表',
      6 => '插件名称/设置管理 插件链接（标题 / URL地址） 插件状态 操作',
    ),
  ),
  90 =>
  array (
    'index' =>
    array (
      '清空缓存' => 'admin.php?mod=cache',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=cache',
      1 => '清空缓存',
      2 => '技巧提示',
      3 => '当站点进行了数据恢复、升级或者工作出现异常的时候，您可以使用本功能重新生成缓存。更新缓存的时候，可能让服务器负载升高，请尽量避开会员访问的高峰时间 模板缓存：更新站点模板、风格等缓存文件，当您修改了模板或者风格，但是没有立即生效的时候使用 数据缓存：更新站点的全部数据缓存',
      4 => '清空缓存操作',
      5 => '模板缓存 数据缓存 频道缓存 相册缓存',
    ),
  ),
  91 =>
  array (
    'index' =>
    array (
      '在线升级' => 'admin.php?mod=upgrade',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=upgrade',
      1 => '在线升级',
      2 => 'JishiGou 提示',
      3 => '正在检查是否有新版本，请稍候……1、升级前请做好文件和数据库的备份，2、在升级过程中前台将临时无法访问。',
      4 => '如果您的浏览器没有自动跳转，请点这里继续',
      5 => '$SYS_BUILD$',
    ),
  ),
  92 =>
  array (
    'index' =>
    array (
      '后台操作记录' => 'admin.php?mod=logs',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=logs',
      1 => '后台操作记录',
    ),
  ),
  93 =>
  array (
    'index' =>
    array (
      '数据备份' => 'admin.php?mod=db&code=export',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=db&code=export',
      1 => '数据备份',
      2 => '技巧提示',
      3 => '数据备份功能可备份Mysql数据库中的内容，导出的数据文件可用本系统的“数据恢复”功能自动循环导入。',
      4 => '全部备份均不包含系统模板文件和图片等附件文件。如果你是为了更换空间而备份，请看更换空间的详细步骤。',
      5 => '默认情况下，备份文件没有压缩；压缩备份文件可以让您的备份文件占用更小的空间，请在下面更多选项中选择压缩方式。',
      6 => '数据库备份都保存在/backup/db目录下，并且每次备份都按日期创建了一个独立的文件夹；具体信息可以在备份之后到“数据恢复”中查看或者删除不需要的备份。',
      7 => '数据备份类型',
      8 => '全部数据',
      9 => '自定义备份 根据需要自行选择需要备份的数据表',
      10 => 'JishiGou 数据表',
      11 => '全选',
      12 => 'jishigou_ad',
      13 => 'jishigou_album',
      14 => 'jishigou_api_oauth2_code',
      15 => 'jishigou_api_oauth2_token',
      16 => 'jishigou_app',
      17 => 'jishigou_attach_category',
      18 => 'jishigou_blacklist',
      19 => 'jishigou_buddy_channel',
      20 => 'jishigou_buddy_fans',
      21 => 'jishigou_buddy_fans_1',
      22 => 'jishigou_buddy_fans_10',
      23 => 'jishigou_buddy_fans_2',
      24 => 'jishigou_buddy_fans_3',
      25 => 'jishigou_buddy_fans_4',
      26 => 'jishigou_buddy_fans_5',
      27 => 'jishigou_buddy_fans_6',
      28 => 'jishigou_buddy_fans_7',
      29 => 'jishigou_buddy_fans_8',
      30 => 'jishigou_buddy_fans_9',
      31 => 'jishigou_buddy_fans_table_id',
      32 => 'jishigou_buddy_follow',
      33 => 'jishigou_buddy_follow_1',
      34 => 'jishigou_buddy_follow_10',
      35 => 'jishigou_buddy_follow_2',
      36 => 'jishigou_buddy_follow_3',
      37 => 'jishigou_buddy_follow_4',
      38 => 'jishigou_buddy_follow_5',
      39 => 'jishigou_buddy_follow_6',
      40 => 'jishigou_buddy_follow_7',
      41 => 'jishigou_buddy_follow_8',
      42 => 'jishigou_buddy_follow_9',
      43 => 'jishigou_buddy_follow_group',
      44 => 'jishigou_buddy_follow_group_relation',
      45 => 'jishigou_buddy_follow_group_relation_1',
      46 => 'jishigou_buddy_follow_group_relation_10',
      47 => 'jishigou_buddy_follow_group_relation_2',
      48 => 'jishigou_buddy_follow_group_relation_3',
      49 => 'jishigou_buddy_follow_group_relation_4',
      50 => 'jishigou_buddy_follow_group_relation_5',
      51 => 'jishigou_buddy_follow_group_relation_6',
      52 => 'jishigou_buddy_follow_group_relation_7',
      53 => 'jishigou_buddy_follow_group_relation_8',
      54 => 'jishigou_buddy_follow_group_relation_9',
      55 => 'jishigou_buddy_follow_table_id',
      56 => 'jishigou_buddys',
      57 => 'jishigou_bulletin',
      58 => 'jishigou_cache',
      59 => 'jishigou_cache_1',
      60 => 'jishigou_cache_10',
      61 => 'jishigou_cache_11',
      62 => 'jishigou_cache_12',
      63 => 'jishigou_cache_13',
      64 => 'jishigou_cache_14',
      65 => 'jishigou_cache_15',
      66 => 'jishigou_cache_2',
      67 => 'jishigou_cache_3',
      68 => 'jishigou_cache_4',
      69 => 'jishigou_cache_5',
      70 => 'jishigou_cache_6',
      71 => 'jishigou_cache_7',
      72 => 'jishigou_cache_8',
      73 => 'jishigou_cache_9',
      74 => 'jishigou_channel',
      75 => 'jishigou_channel_type',
      76 => 'jishigou_cms_article',
      77 => 'jishigou_cms_category',
      78 => 'jishigou_cms_reply',
      79 => 'jishigou_common_district',
      80 => 'jishigou_common_member_profile_setting',
      81 => 'jishigou_credits_log',
      82 => 'jishigou_credits_rule',
      83 => 'jishigou_credits_rule_log',
      84 => 'jishigou_cron',
      85 => 'jishigou_event',
      86 => 'jishigou_event_favorite',
      87 => 'jishigou_event_member',
      88 => 'jishigou_event_sort',
      89 => 'jishigou_failedlogins',
      90 => 'jishigou_feature',
      91 => 'jishigou_feed_log',
      92 => 'jishigou_force_out',
      93 => 'jishigou_group',
      94 => 'jishigou_groupfields',
      95 => 'jishigou_invite',
      96 => 'jishigou_item_sms',
      97 => 'jishigou_item_user',
      98 => 'jishigou_job',
      99 => 'jishigou_kaixin_bind_info',
      100 => 'jishigou_kaixin_bind_topic',
      101 => 'jishigou_live',
      102 => 'jishigou_log',
      103 => 'jishigou_log_data',
      104 => 'jishigou_login_log',
      105 => 'jishigou_mailqueue',
      106 => 'jishigou_mall_goods',
      107 => 'jishigou_mall_order',
      108 => 'jishigou_mall_order_action',
      109 => 'jishigou_manage_detail',
      110 => 'jishigou_medal',
      111 => 'jishigou_medal_apply',
      112 => 'jishigou_media',
      113 => 'jishigou_member_relation',
      114 => 'jishigou_member_table_id',
      115 => 'jishigou_member_topic',
      116 => 'jishigou_member_validate',
      117 => 'jishigou_memberfields',
      118 => 'jishigou_members',
      119 => 'jishigou_members_profile',
      120 => 'jishigou_members_verify',
      121 => 'jishigou_members_vest',
      122 => 'jishigou_my_tag',
      123 => 'jishigou_my_topic_tag',
      124 => 'jishigou_notice',
      125 => 'jishigou_output',
      126 => 'jishigou_plugin',
      127 => 'jishigou_pluginvar',
      128 => 'jishigou_pms',
      129 => 'jishigou_pms_index',
      130 => 'jishigou_pms_list',
      131 => 'jishigou_qqwb_bind_info',
      132 => 'jishigou_qqwb_bind_topic',
      133 => 'jishigou_qun',
      134 => 'jishigou_qun_announcement',
      135 => 'jishigou_qun_apply',
      136 => 'jishigou_qun_category',
      137 => 'jishigou_qun_event',
      138 => 'jishigou_qun_level',
      139 => 'jishigou_qun_ploy',
      140 => 'jishigou_qun_tag',
      141 => 'jishigou_qun_tag_fields',
      142 => 'jishigou_qun_user',
      143 => 'jishigou_qun_vote',
      144 => 'jishigou_renren_bind_info',
      145 => 'jishigou_renren_bind_topic',
      146 => 'jishigou_report',
      147 => 'jishigou_reward',
      148 => 'jishigou_reward_image',
      149 => 'jishigou_reward_user',
      150 => 'jishigou_reward_win_user',
      151 => 'jishigou_robot',
      152 => 'jishigou_robot_ip',
      153 => 'jishigou_robot_log',
      154 => 'jishigou_role',
      155 => 'jishigou_role_action',
      156 => 'jishigou_role_module',
      157 => 'jishigou_schedule',
      158 => 'jishigou_sessions',
      159 => 'jishigou_setting',
      160 => 'jishigou_share',
      161 => 'jishigou_sign_tag',
      162 => 'jishigou_site',
      163 => 'jishigou_sms_client_user',
      164 => 'jishigou_sms_failedlogins',
      165 => 'jishigou_sms_receive_log',
      166 => 'jishigou_sms_send_log',
      167 => 'jishigou_sms_send_queue',
      168 => 'jishigou_tag',
      169 => 'jishigou_tag_extra',
      170 => 'jishigou_tag_favorite',
      171 => 'jishigou_tag_recommend',
      172 => 'jishigou_talk',
      173 => 'jishigou_talk_category',
      174 => 'jishigou_task',
      175 => 'jishigou_task_log',
      176 => 'jishigou_topic',
      177 => 'jishigou_topic_api',
      178 => 'jishigou_topic_attach',
      179 => 'jishigou_topic_channel',
      180 => 'jishigou_topic_dig',
      181 => 'jishigou_topic_event',
      182 => 'jishigou_topic_favorite',
      183 => 'jishigou_topic_image',
      184 => 'jishigou_topic_live',
      185 => 'jishigou_topic_longtext',
      186 => 'jishigou_topic_mall',
      187 => 'jishigou_topic_mention',
      188 => 'jishigou_topic_more',
      189 => 'jishigou_topic_music',
      190 => 'jishigou_topic_qun',
      191 => 'jishigou_topic_recommend',
      192 => 'jishigou_topic_relation',
      193 => 'jishigou_topic_relation_table_id',
      194 => 'jishigou_topic_reply',
      195 => 'jishigou_topic_reward',
      196 => 'jishigou_topic_show',
      197 => 'jishigou_topic_table_id',
      198 => 'jishigou_topic_tag',
      199 => 'jishigou_topic_talk',
      200 => 'jishigou_topic_topic_image',
      201 => 'jishigou_topic_url',
      202 => 'jishigou_topic_verify',
      203 => 'jishigou_topic_video',
      204 => 'jishigou_topic_vote',
      205 => 'jishigou_url',
      206 => 'jishigou_user_medal',
      207 => 'jishigou_user_tag',
      208 => 'jishigou_user_tag_fields',
      209 => 'jishigou_validate_category',
      210 => 'jishigou_validate_category_fields',
      211 => 'jishigou_validate_extra',
      212 => 'jishigou_vote',
      213 => 'jishigou_vote_field',
      214 => 'jishigou_vote_image',
      215 => 'jishigou_vote_option',
      216 => 'jishigou_vote_user',
      217 => 'jishigou_vote_user_lottery',
      218 => 'jishigou_wall',
      219 => 'jishigou_wall_draft',
      220 => 'jishigou_wall_material',
      221 => 'jishigou_wall_playlist',
      222 => 'jishigou_wechat',
      223 => 'jishigou_xwb_bind_info',
      224 => 'jishigou_xwb_bind_topic',
      225 => 'jishigou_yy_bind_info',
      226 => '更多选项',
      227 => '数据备份方式',
      228 => 'JishiGou 分卷备份 - 文件长度限制(kb)',
      229 => '数据备份选项',
      230 => '使用扩展插入(Extended Insert)方式',
      231 => '建表语句格式',
      232 => '默认',
      233 => 'MySQL 3.23/4.0.x',
      234 => 'MySQL 4.1.x/5.x',
      235 => '强制字符集',
      236 => 'GBK',
      237 => 'UTF-8',
      238 => '十六进制方式：可以保证备份数据的完整性',
      239 => '压缩备份文件',
      240 => '多分卷压缩成一个文件',
      241 => '每个分卷压缩成单独文件',
      242 => '不压缩',
      243 => '备份文件名',
      244 => '.sql',
    ),
  ),
  94 =>
  array (
    'index' =>
    array (
      '数据恢复' => 'admin.php?mod=db&code=import',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=db&code=import',
      1 => '数据恢复',
      2 => '数据备份记录（请进入具体的目录内进行操作）',
      3 => '1 、 ./data/backup/db//201311101104_4IJ3BnnP',
      4 => '2 、 ./data/backup/db//201310281616_XSzUisCT',
      5 => '3 、 ./data/backup/db//201310241448_Fcb7e9cl',
    ),
  ),
  95 =>
  array (
    'index' =>
    array (
      '数据表优化' => 'admin.php?mod=db&code=optimize',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=db&code=optimize',
      1 => '数据表优化',
      2 => '技巧提示',
      3 => '数据表优化可以去除数据文件中的碎片，使记录排列紧密，提高读写速度。',
      4 => '优化? 数据表 类型 记录数 数据 索引 碎片',
      5 => '数据表没有碎片，不需要再优化。',
    ),
  ),
  96 =>
  array (
    'index' =>
    array (
      '安装使用' => 'http://t.jishigou.net/channel/id-5',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-5',
      1 => '安装使用',
    ),
  ),
  97 =>
  array (
    'index' =>
    array (
      'bug反馈' => 'http://t.jishigou.net/channel/id-6',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-6',
      1 => 'bug反馈',
    ),
  ),
  98 =>
  array (
    'index' =>
    array (
      '风格模板' => 'http://t.jishigou.net/channel/id-7',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-7',
      1 => '风格模板',
    ),
  ),
  99 =>
  array (
    'index' =>
    array (
      '发展建议' => 'http://t.jishigou.net/channel/id-8',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-8',
      1 => '发展建议',
    ),
  ),
  100 =>
  array (
    'index' =>
    array (
      '二次开发' => 'http://t.jishigou.net/channel/id-9',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-9',
      1 => '二次开发',
    ),
  ),
  101 =>
  array (
    'index' =>
    array (
      '经验分享' => 'http://t.jishigou.net/channel/id-18',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-18',
      1 => '经验分享',
    ),
  ),
  102 =>
  array (
    'index' =>
    array (
      'android客户端' => 'http://t.jishigou.net/channel/id-22',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-22',
      1 => 'android客户端',
    ),
  ),
  103 =>
  array (
    'index' =>
    array (
      'iphone客户端' => 'http://t.jishigou.net/channel/id-23',
    ),
    'text' =>
    array (
      0 => 'http://t.jishigou.net/channel/id-23',
      1 => 'iphone客户端',
    ),
  ),
  104 =>
  array (
    'index' =>
    array (
      '商业授权' => 'http://cnrdn.com/15f4',
    ),
    'text' =>
    array (
      0 => 'http://cnrdn.com/15f4',
      1 => '商业授权',
    ),
  ),
  105 =>
  array (
    'index' =>
    array (
      '最新版微博体验' => 'http://cnrdn.com/35f4',
    ),
    'text' =>
    array (
      0 => 'http://cnrdn.com/35f4',
      1 => '最新版微博体验',
    ),
  ),
  106 =>
  array (
    'index' =>
    array (
      '基本设置' => 'admin.php?mod=qun&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun&code=setting',
      1 => '基本设置',
      2 => '微群',
      3 => '微群分类',
      4 => '微群策略',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '是否开启微群功能',
      9 => '否 此项对系统管理员无效',
      10 => '是否允许普通用户创建微群',
      11 => '是否开启同城微群',
      12 => '否 选择是在微群首页显示同城群',
      13 => '微群内发微博是否默认同步到微博',
      14 => '否 选择是则发布微群内发布微博时默认选中同步到微博',
      15 => '微群头像最大尺寸',
      16 => '(KB)，超过这个尺寸无法上传',
      17 => '群成员人数上限',
      18 => '0或者为空表示不限制',
      19 => '群管理员人数上限',
    ),
  ),
  107 =>
  array (
    'index' =>
    array (
      '微群分类' => 'admin.php?mod=qun&code=category',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun&code=category',
      1 => '微群分类',
      2 => '微群',
      3 => '基本设置',
      4 => '微群策略',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '显示顺序 分类名称 微群个数 操作',
      9 => '0 删除',
      10 => '新子分类',
      11 => '添加一级分类',
    ),
  ),
  108 =>
  array (
    'index' =>
    array (
      '微群策略' => 'admin.php?mod=qun&code=ploy',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun&code=ploy',
      1 => '微群策略',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群管理',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '基本策略',
      9 => '是否只有上传了头像的成员才能创建组群',
      10 => '是否只有V认证用户才能创建组群',
      11 => '详细策略',
      12 => '删? 粉丝数介于 微博数介于 可建微群数',
      13 => '添加策略',
      14 => '删除',
    ),
  ),
  109 =>
  array (
    'index' =>
    array (
      '微群管理' => 'admin.php?mod=qun&code=manage',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun&code=manage',
      1 => '微群管理',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群策略',
      6 => '创建微群',
      7 => '添加群模板',
      8 => '搜索',
      9 => '微群等级',
      10 => '微群名称',
      11 => '创始人昵称',
      12 => '时间:',
      13 => '搜索一下',
      14 => '全部微群',
      15 => '删? 群组名称(标签) 所属分类 创建人 创建时间 推荐 操作',
      16 => '还有没有微群记录',
    ),
  ),
  110 =>
  array (
    'index' =>
    array (
      '创建微群' => 'admin.php?mod=qun&code=add',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun&code=add',
      1 => '创建微群',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群策略',
      6 => '微群管理',
      7 => '添加群模板',
      8 => '编辑微群',
      9 => '微群名称：',
      10 => '推荐',
      11 => '*微群分类:',
      12 => '*微群所在地:',
      13 => '微群标签：',
      14 => '用英文逗号分隔,最多5个标签',
      15 => '微群简介：',
      16 => '*微群类型：',
      17 => '公开群组',
      18 => '私密群组',
      19 => '*加入方式：',
      20 => '任何人可自由加入',
      21 => '需群主批准后才能加入',
      22 => '*微群头像：',
      23 => '微群风格：',
    ),
  ),
  111 =>
  array (
    'index' =>
    array (
      '添加群模板' => 'admin.php?mod=qun&code=module',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=qun&code=module',
      1 => '添加群模板',
      2 => '微群',
      3 => '基本设置',
      4 => '微群分类',
      5 => '微群策略',
      6 => '微群管理',
      7 => '创建微群',
      8 => '注意：请保持模板的数据与你创建的css样式一致。',
      9 => '群模板',
      10 => '删? 模板ID 背景颜色 字体颜色 链接颜色 对齐方式',
      11 => '添加一级导航',
    ),
  ),
  112 =>
  array (
    'index' =>
    array (
      '手机短信设置' => 'admin.php?mod=sms&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sms&code=setting',
      1 => '手机短信设置',
      2 => '手机应用设置',
      3 => '短信群发',
      4 => '发送记录列表',
      5 => '接收记录列表',
      6 => '开启手机短信后，可实现短信发微博、注册短信验证、回复提醒加广告、短信群发通知等',
      7 => '1、开启手机短信功能？',
      8 => '1.1、如第一次开启，必须填写下面的APP ID和APP KEY',
      9 => '1.2、关闭手机短信功能时页面上是否显示链接地址？',
      10 => '选择是，显示链接地址；',
      11 => '选择否，页面上不显示链接地址；',
      12 => '仅在关闭手机短信功能时才生效。',
      13 => '1.3、是否对用户短信微博进行自动回复？',
      14 => '选择是，用户通过短信发微博成功后系统会自动回复用户发布成功；',
      15 => '选择否，不论是否发布成功不对用户做任何回复（用户体验不好）；',
      16 => '注册下行通知、短信微博注册等不受影响，仅针对短信发微博的。',
      17 => '2、手机短信核心配置',
      18 => '第一次设置，请先点此购买并获取APP信息',
      19 => '2.1、APP ID（请向在线客服索取）',
      20 => '2.2、APP KEY（请向在线客服索取）',
      21 => '2.3、SMS ID（106开头的三网合一特服号）',
      22 => '1069002928372',
      23 => '2.4、短信剩余条数（开通后会显示帐户短信数量）',
      24 => '4、手机短信提醒类型设置',
      25 => '下面开启提醒功能后，前台用户才可以设置开通相应提醒',
      26 => '4.1、开启@我的提醒功能？',
      27 => '4.2、开启新评论提醒功能？',
      28 => '4.3、开启新私信提醒功能？',
      29 => '4.4、开启新粉丝提醒功能？',
      30 => '5、开启自动注册功能？',
      31 => '5.1、开启后，系统接收到未绑定用户的手机发来信息时，自动为其注册一个用户，并绑定手机号码；然后再回复短信告知用户名和密码，方便用户在web上访问；',
      32 => '该功能主要用户使用“上墙”功能的活动现场，方便用户参与',
      33 => '5.2、自动注册时分配的用户名格式',
      34 => '此选项在“开启自动注册功能”的情况下生效。',
      35 => '默认格式，取“手机（前三位）尾号（后四位）”的简拼，即 “SJ138WH1119”',
      36 => '格式一，取“手机（前三位）尾号（后四位）”，即 “手机138尾号1119”',
      37 => '格式二，取“手机+四到十位随机数字”的简拼，即 “SJ21890”',
      38 => '格式三，取“手机用户+四到八位随机数字”，即 “手机用户21890”',
      39 => '说明：如果按指定格式生成的用户名已经被其他人注册了，系统会随机的分配一个用户名。',
      40 => '5.3、自动注册时将用户短信内容作为密码？',
      41 => '此选项默认为否，系统会自动分配一个密码给用户并短信提醒用户。',
      42 => '6、开启注册短信验证功能？',
      43 => '6.1、在新用户注册时需要填写手机号码，并对号码进行验证；此功能可杜绝垃圾注册。',
      44 => '6.2、注册时不用填写邮箱地址？',
      45 => '此选项在“开启注册短信验证功能”的情况下生效。',
      46 => '7、短信内容自定义设置',
      47 => '比如短信中可附加赞助商广告，可为网站带来盈利。',
      48 => '7.1、短信内容前辍',
      49 => '会附加在所有发送的短信内容的前面。',
      50 => '7.2、短信内容后辍',
      51 => '会附加在所有发送的短信内容的后面。',
    ),
  ),
  113 =>
  array (
    'index' =>
    array (
      '发送记录列表' => 'admin.php?mod=sms&code=send_log',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sms&code=send_log',
      1 => '发送记录列表',
      2 => '手机应用设置',
      3 => '手机短信设置',
      4 => '短信群发',
      5 => '接收记录列表',
      6 => '记录搜索',
      7 => '1、记录类型',
      8 => '发送记录',
      9 => '接收记录',
      10 => '2、用户姓名',
      11 => '3、手机号码',
      12 => '4、记录时间',
      13 => '删除半年前的记录？',
      14 => '用户',
      15 => '号码',
      16 => '时间',
      17 => '内容',
      18 => '状态',
      19 => '暂时没有相关记录',
    ),
  ),
  114 =>
  array (
    'index' =>
    array (
      '接收记录列表' => 'admin.php?mod=sms&code=receive_log',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sms&code=receive_log',
      1 => '接收记录列表',
      2 => '手机应用设置',
      3 => '手机短信设置',
      4 => '短信群发',
      5 => '发送记录列表',
      6 => '记录搜索',
      7 => '1、记录类型',
      8 => '发送记录',
      9 => '接收记录',
      10 => '2、用户姓名',
      11 => '3、手机号码',
      12 => '4、记录时间',
      13 => '删除半年前的记录？',
      14 => '用户',
      15 => '号码',
      16 => '时间',
      17 => '内容',
      18 => '其他',
      19 => '暂时没有相关记录',
    ),
  ),
  115 =>
  array (
    'index' =>
    array (
      '话题管理' => 'admin.php?mod=tag&code=list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tag&code=list',
      1 => '话题管理',
      2 => '话题和专题',
      3 => '话题推荐',
      4 => '话题专题',
      5 => '技巧提示',
      6 => '收缩/展开',
      7 => '微博内容中#关键词#中的关键词会被解析为话题，话题是一种内容分类，方便用户关注等。',
      8 => '搜索已有话题',
      9 => '搜索一下',
      10 => '删 话题名称 微博数量 关注人数 添加时间 相关操作',
    ),
  ),
  116 =>
  array (
    'index' =>
    array (
      '话题推荐' => 'admin.php?mod=tag&code=recommend',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tag&code=recommend',
      1 => '话题推荐',
      2 => '话题和专题',
      3 => '话题管理',
      4 => '话题专题',
      5 => '热门推荐话题设置',
      6 => '是否启用？ 启用后，可以我的微博页面显示热门推荐话题内容。',
      7 => '模块名称？ 默认为“热门推荐话题”。',
      8 => '显示数量？ 默认为“10”。',
      9 => '启用 推荐话题 话题描述（可留空） 排序 管理',
    ),
  ),
  117 =>
  array (
    'index' =>
    array (
      '话题专题' => 'admin.php?mod=tag&code=extra',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tag&code=extra',
      1 => '话题专题',
      2 => '话题和专题',
      3 => '话题管理',
      4 => '话题推荐',
      5 => '技巧提示',
      6 => '收缩/展开',
      7 => '下面专题是基于已有的话题来建立的，所以添加专题前请确认话题已存在； 专题，用来引导用户更详细的了解某话题的相关情况以及人物推荐等。',
      8 => '已有的话题专题 相关操作',
    ),
  ),
  118 =>
  array (
    'index' =>
    array (
      '设置' => 'admin.php?mod=plugindesign&code=design',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugindesign&code=design',
      1 => '设置',
      2 => '插件列表',
      3 => '模块',
      4 => '变量',
      5 => '导出',
      6 => 'JishiGou 提示',
      7 => '操作失败（找不到您要设计的插件）',
      8 => '如果您的浏览器没有自动跳转，请点这里继续',
      9 => '$SYS_BUILD$',
    ),
  ),
  119 =>
  array (
    'index' =>
    array (
      '模块' => 'admin.php?mod=plugindesign&code=modules',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugindesign&code=modules',
      1 => '模块',
      2 => '插件列表',
      3 => '设置',
      4 => '变量',
      5 => '导出',
      6 => 'JishiGou 提示',
      7 => '操作失败（找不到您要设计的插件）',
      8 => '如果您的浏览器没有自动跳转，请点这里继续',
      9 => '$SYS_BUILD$',
    ),
  ),
  120 =>
  array (
    'index' =>
    array (
      '变量' => 'admin.php?mod=plugindesign&code=vars',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugindesign&code=vars',
      1 => '变量',
      2 => '插件列表',
      3 => '设置',
      4 => '模块',
      5 => '导出',
      6 => 'JishiGou 提示',
      7 => '操作失败（找不到您要设计的插件）',
      8 => '如果您的浏览器没有自动跳转，请点这里继续',
      9 => '$SYS_BUILD$',
    ),
  ),
  121 =>
  array (
    'index' =>
    array (
      '导出' => 'admin.php?mod=plugindesign&code=export',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=plugindesign&code=export',
      1 => '导出',
      2 => '插件列表',
      3 => '设置',
      4 => '模块',
      5 => '变量',
      6 => 'JishiGou 提示',
      7 => '操作失败（找不到您要设计的插件）',
      8 => '如果您的浏览器没有自动跳转，请点这里继续',
      9 => '$SYS_BUILD$',
    ),
  ),
  122 =>
  array (
    'index' =>
    array (
      '投票设置' => 'admin.php?mod=vote&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vote&code=setting',
      1 => '投票设置',
      2 => '投票管理',
      3 => '投票审核',
      4 => '投票配置',
      5 => '开启投票应用:',
      6 => '选择是，用户在前台可发起、查看、参与投票，选择否即关闭;',
      7 => '开启投票审核:',
      8 => '选择是，前台发起的投票，需要在管理员在后台审核投票后才能显示、操作;',
      9 => '开启审核，有助于保证投票的质量。',
      10 => '投票仅限V认证用户',
      11 => '（选择是，只有V认证用户可以发起投票，选择否则不做限制）',
      12 => '提交',
    ),
  ),
  123 =>
  array (
    'index' =>
    array (
      '投票审核' => 'admin.php?mod=vote&code=verify',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vote&code=verify',
      1 => '投票审核',
      2 => '投票设置',
      3 => '投票管理',
      4 => '搜索投票',
      5 => '投票ID:',
      6 => '投票主题:',
      7 => '搜索一下',
      8 => '全部投票',
      9 => '通过',
      10 => '投票主题 发起人 参与人数 时间',
      11 => '操作',
      12 => '还没有投票记录',
    ),
  ),
  124 =>
  array (
    'index' =>
    array (
      '活动设置' => 'admin.php?mod=event&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=event&code=setting',
      1 => '活动设置',
      2 => '活动主题',
      3 => '可选必填项',
      4 => '活动管理',
      5 => '活动审核',
      6 => '基本设置',
      7 => '是否开启活动应用',
      8 => '选择是，用户在可在前台发起、查看、参与活动，选择否即关闭；',
      9 => '是否开启活动审核',
      10 => '选择是，用户发起活动需管理员在后台审核活动后才能公开显示，选择否则会立即显示；',
      11 => '开启审核，有助于控制活动的质量；',
      12 => '活动仅限V认证用户',
      13 => '选择是，只有V认证用户可以发起活动，选择否则不做限制；',
      14 => '开启此限制，则有助于保证活动的质量。',
    ),
  ),
  125 =>
  array (
    'index' =>
    array (
      '活动主题' => 'admin.php?mod=event&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=event&code=index',
      1 => '活动主题',
      2 => '活动设置',
      3 => '可选必填项',
      4 => '活动管理',
      5 => '活动审核',
      6 => '活动主题:',
      7 => '注意:可以同时创建多个栏目,每个栏目换一行即可.',
      8 => '活动主题 活动数 删除',
      9 => '演出/电影',
      10 => '删除',
      11 => '生活/聚会',
      12 => '旅行/户外',
      13 => '展览/沙龙',
      14 => '体育/健身',
      15 => '公益/环保',
      16 => '派对/夜店',
      17 => '作品征集',
      18 => '市集/游园',
      19 => '打折/促销',
      20 => '其他',
    ),
  ),
  126 =>
  array (
    'index' =>
    array (
      '可选必填项' => 'admin.php?mod=event&code=profile',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=event&code=profile',
      1 => '可选必填项',
      2 => '活动设置',
      3 => '活动主题',
      4 => '活动管理',
      5 => '活动审核',
      6 => '*特殊项目不允许用户在前台自由编辑',
      7 => '项目名 排序 活动报名资料项',
      8 => '联系地址',
      9 => '真实姓名',
      10 => '性别',
      11 => '出生年月日',
      12 => '星座',
      13 => '生肖',
      14 => '固定电话',
      15 => '手机',
      16 => '证件类型',
      17 => '证件号',
      18 => '邮寄地址',
      19 => '邮编',
      20 => '国籍',
      21 => '所在地',
      22 => '学历',
      23 => '出生地',
      24 => '毕业学校',
      25 => '公司',
      26 => '职业',
      27 => '职位',
      28 => '年收入',
      29 => '情感状态',
      30 => '交友目的',
      31 => '血型',
      32 => '身高',
      33 => '体重',
      34 => '支付宝',
      35 => 'ICQ',
      36 => 'YAHOO帐号',
      37 => 'MSN',
      38 => '阿里旺旺',
      39 => '个人主页',
      40 => '自我介绍',
      41 => '兴趣爱好',
    ),
  ),
  127 =>
  array (
    'index' =>
    array (
      '活动审核' => 'admin.php?mod=event&code=verify',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=event&code=verify',
      1 => '活动审核',
      2 => '活动设置',
      3 => '活动主题',
      4 => '可选必填项',
      5 => '活动管理',
      6 => '搜索活动',
      7 => '活动ID:',
      8 => '活动标题:',
      9 => '搜索一下',
      10 => '全部活动',
      11 => '通过',
      12 => '活动标题 活动主题 活动发起者 时间 操作',
      13 => '还没有活动记录',
    ),
  ),
  128 =>
  array (
    'index' =>
    array (
      '直播配置' => 'admin.php?mod=live&code=config',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=live&code=config',
      1 => '直播配置',
      2 => '添加直播',
      3 => '直播管理',
      4 => '此处内容将显示在直播首页右侧部位，用于介绍和宣传之用。',
      5 => '官方主持人：',
      6 => '(填写在微博中已经注册的昵称，没有注册的请先注册一个该帐号。)',
      7 => '直播简介：',
      8 => '直播合作方式：',
    ),
  ),
  129 =>
  array (
    'index' =>
    array (
      '添加直播' => 'admin.php?mod=live&code=add',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=live&code=add',
      1 => '添加直播',
      2 => '直播配置',
      3 => '直播管理',
      4 => '添加',
      5 => '直播',
      6 => '直播主题(必须填写)：',
      7 => '直播说明(必须填写)：',
      8 => '主持人(至少一个)：',
      9 => '用户昵称(已经注册的微博用户) 个人介绍 操作',
      10 => '填写后单击添加按钮进行验证',
      11 => '嘉宾(至少一个)：',
      12 => '用户昵称(已经注册的微博用户) 嘉宾介绍 操作',
      13 => '合作媒体：',
      14 => '用户昵称(已经注册的微博用户) 媒体简介 操作',
      15 => '形象图地址：',
      16 => '（大小：800*100 px）',
      17 => '直播时间(必须填写)：',
    ),
  ),
  130 =>
  array (
    'index' =>
    array (
      '访谈配置' => 'admin.php?mod=talk&code=config',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=talk&code=config',
      1 => '访谈配置',
      2 => '访谈分类',
      3 => '添加访谈',
      4 => '访谈管理',
      5 => '此处内容将显示在访谈首页右侧部位，用于介绍和宣传之用。',
      6 => '官方主持人：',
      7 => '(填写在微博中已经注册的昵称，没有注册的请先注册一个该帐号。)',
      8 => '访谈简介：',
      9 => '访谈合作方式：',
    ),
  ),
  131 =>
  array (
    'index' =>
    array (
      '访谈分类' => 'admin.php?mod=talk&code=category',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=talk&code=category',
      1 => '访谈分类',
      2 => '访谈配置',
      3 => '添加访谈',
      4 => '访谈管理',
      5 => '显示顺序 分类名称 访谈个数 操作',
      6 => '添加一级分类',
    ),
  ),
  132 =>
  array (
    'index' =>
    array (
      '添加访谈' => 'admin.php?mod=talk&code=add',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=talk&code=add',
      1 => '添加访谈',
      2 => '访谈配置',
      3 => '访谈分类',
      4 => '访谈管理',
      5 => '添加',
      6 => '访谈',
      7 => '访谈主题(必须填写)：',
      8 => '访谈分类(必须填写)：',
      9 => '（说明：必须有子分类的才在这里显示）添加分类',
      10 => '访谈说明(必须填写)：',
      11 => '主持人(至少一个)：',
      12 => '用户昵称(已经注册的微博用户) 个人介绍 操作',
      13 => '填写后单击添加按钮进行验证',
      14 => '嘉宾(至少一个)：接受网友的提问及回答',
      15 => '用户昵称(已经注册的微博用户) 嘉宾介绍 操作',
      16 => '合作媒体：',
      17 => '用户昵称(已经注册的微博用户) 媒体介绍 操作',
      18 => '形象图地址：',
      19 => '（大小：800*100 px）',
      20 => '访谈时间(必须填写)：',
    ),
  ),
  133 =>
  array (
    'index' =>
    array (
      'YY帐户设置' => 'admin.php?mod=account&code=yy',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=account&code=yy',
      1 => 'YY帐户设置',
      2 => '用户绑定情况',
      3 => '人人帐户设置',
      4 => '开心帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '启用YY，可以使用YY帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => 'YY设置',
      10 => '是否启用？（注意：允许此功能需要PHP支持curl组件） 是',
      11 => 'client_id',
      12 => '默认 “”，',
      13 => '如需全新申请，请访问http://gdb.yy.com',
      14 => 'client_secret',
      15 => '默认 “”，使用同上',
      16 => '使用YY帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      17 => '建议选是',
    ),
  ),
  134 =>
  array (
    'index' =>
    array (
      '人人帐户设置' => 'admin.php?mod=account&code=renren',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=account&code=renren',
      1 => '人人帐户设置',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '开心帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '启用人人，可以使用人人帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => '人人设置',
      10 => '是否启用？（注意：允许此功能需要PHP支持curl组件） 是',
      11 => 'client_id 或 API Key',
      12 => '默认 “”，',
      13 => '如需全新申请，请访问http://dev.renren.com/',
      14 => 'client_secret 或 Secret Key',
      15 => '默认 “”，使用同上',
      16 => '使用人人帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      17 => '建议选是',
      18 => '开启发微博时同步发到人人的功能？',
      19 => '建议选是，可将内容推广到人人平台',
      20 => '微博同步到人人时，是否包含图片？',
    ),
  ),
  135 =>
  array (
    'index' =>
    array (
      '开心帐户设置' => 'admin.php?mod=account&code=kaixin',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=account&code=kaixin',
      1 => '开心帐户设置',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '人人帐户设置',
      5 => '新浪微博绑定',
      6 => '腾讯微博绑定',
      7 => '说明提示',
      8 => '启用开心，可以使用开心帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码；',
      9 => '开心设置',
      10 => '是否启用？（注意：允许此功能需要PHP支持curl组件） 是',
      11 => 'client_id 或 API Key',
      12 => '默认 “”，',
      13 => '如需全新申请，请访问http://www.kaixin001.com/platform/?app=rlink',
      14 => 'client_secret 或 Secret Key',
      15 => '默认 “”，使用同上',
      16 => '使用开心帐号登录后，是否向用户显示注册帐号/密码提示信息？',
      17 => '建议选是',
      18 => '开启发微博时同步发到开心的功能？',
      19 => '建议选是，可将内容推广到开心平台',
      20 => '微博同步到开心时，是否包含图片？',
    ),
  ),
  136 =>
  array (
    'index' =>
    array (
      '腾讯微博绑定' => 'admin.php?mod=setting&code=modify_qqwb',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_qqwb',
      1 => '腾讯微博绑定',
      2 => '用户绑定情况',
      3 => 'YY帐户设置',
      4 => '人人帐户设置',
      5 => '开心帐户设置',
      6 => '新浪微博绑定',
      7 => '技巧提示',
      8 => '启用腾讯微博，可以使用腾讯微博帐户登录记事狗(http://安装您微博的域名)、不再担心忘记密码； 还可以在记事狗发微博同步发到腾讯微博上，吸引更多人关注；',
      9 => '腾讯微博设置',
      10 => '是否启用？',
      11 => 'App Key 默认 “8c84c76e55d6491a991d8b568ad15209”，可以使用；',
      12 => '如需全新申请，请访问http://open.t.qq.com。',
      13 => '注意：切换App Key会解除原先的用户绑定关系，需要重新绑定。',
      14 => 'App Secret 默认 “949d659ce5e89230c5bac10e17bc2ba8”，使用同上。',
      15 => '允许腾讯微博帐号绑定和登录本站？ 建议选是，吸引腾讯微博用户。 是',
      16 => '使用腾讯微博帐号登录后，是否向用户显示本站昵称/密码注册页面？ 建议选是，因为腾讯微博API提供的信息不包括QQ号码和email信息。 是',
      17 => '使用腾讯微博帐号登录注册后，是否同步调用腾讯微博的头像？ 建议选是，方便用户登录后就直接有头像了。 是',
      18 => '允许同步微博到发布者的腾讯微博上？ 建议选是，可将内容推广到腾讯腾讯微博平台。 是',
      19 => '同步内容到腾讯腾讯微博时，是否包括图片？ 建议选是，假如此功能导致服务器反应缓慢，则可以将其关闭。 是',
      20 => '允许绑定帐号的腾讯微博读取到记事狗？',
      21 => '默认 “关闭”',
      22 => '允许同步微博的评论内容读取到记事狗？',
      23 => '该功能要求评论者已经绑定了微博，默认 “关闭”',
      24 => '允许同步微博内容时读取图片到记事狗？',
      25 => '从QQ读取微博时间限制',
      26 => '单位为秒，默认为 “180”',
      27 => '允许回复微博时，推送回复内容到相关联的腾讯微博中？ 该功能要求回复者已经绑定了腾讯微博，并且要求被回复的微博已经推送到腾讯微博中。默认 “允许”。 是',
    ),
  ),
  137 =>
  array (
    'index' =>
    array (
      '全局IP访问控制' => 'admin.php?mod=setting&code=modify_access',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_access',
      1 => '全局IP访问控制',
      2 => '用户注册控制',
      3 => '注册引导步骤',
      4 => '用户IP登录限制',
      5 => '自动关注推荐',
      6 => '默认关注分组',
      7 => '邀请注册相关',
      8 => '技巧提示',
      9 => '您当前的IP地址是：127.0.0.1',
      10 => '如果禁止ip访问导致自己都无法访问，请用FTP登录服务器手工删除/setting/access.php文件即可访问。',
      11 => 'IP访问控制',
      12 => '禁止前台访问的IP 列表：',
      13 => '留空为所有 IP 均可访问；',
      14 => '当用户处于本列表中的 IP 地址时将无法访问本站点前台所有页面。',
      15 => '每个 IP 一行，既可输入完整地址，也可只输入 IP 开头，例如 "192.168."(不含引号) 可匹配 192.168.0.0～192.168.255.255 范围内的所有地址。',
      16 => '允许访问"后台"的IP 列表： 留空为不限制（您当前的IP地址是：127.0.0.1）；',
      17 => '只有当管理员处于本列表中的 IP 地址时才可以访问后台，列表以外的地址访问将无法访问，但仍可访问网站前端用户界面，请务必慎重使用本功能。',
    ),
  ),
  138 =>
  array (
    'index' =>
    array (
      '用户IP登录限制' => 'admin.php?mod=failedlogins&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=failedlogins&code=index',
      1 => '用户IP登录限制',
      2 => '用户注册控制',
      3 => '注册引导步骤',
      4 => '全局IP访问控制',
      5 => '自动关注推荐',
      6 => '默认关注分组',
      7 => '邀请注册相关',
      8 => '登录错误的用户IP地址限制',
      9 => '允许登录错误次数？ 默认为15次，表示登录错误次数超过15次的IP地址将被禁止登录 次',
      10 => '禁止再登录的时间？ 默认为15分钟，表示被禁止的IP地址在15分钟内不能再次登录',
      11 => '分钟',
      12 => '用户登录IP白名单： 一行一个，留空则关闭白名单功能；',
      13 => '此处设置的IP地址不受上面设定的登录IP限制，可以频繁的登录',
      14 => '登录错误的IP地址列表',
      15 => 'IP地址？',
      16 => '排序',
      17 => '查看全部',
      18 => '清空所有',
      19 => '登录错误的IP地址 错误登录次数 最后登录时间',
    ),
  ),
  139 =>
  array (
    'index' =>
    array (
      '自动关注推荐' => 'admin.php?mod=setting&code=regfollow',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=regfollow',
      1 => '自动关注推荐',
      2 => '用户注册控制',
      3 => '注册引导步骤',
      4 => '全局IP访问控制',
      5 => '用户IP登录限制',
      6 => '默认关注分组',
      7 => '邀请注册相关',
      8 => '技巧提示',
      9 => '1、添加格式： 每行一个昵称。例如：',
      10 => 'admin',
      11 => '记事狗小秘书',
      12 => '2、显示的推荐用户数按照“界面与显示设置”中的“注册完成关注人数”,如果下面实际人数多于设定，则系统随机获取',
      13 => '推荐关注用户：在注册页或达人榜页面，推荐用户来关注，可用于推广等',
      14 => '自动关注用户：用户注册后会自动关注的用户，比如官方的客服帐户等；',
    ),
  ),
  140 =>
  array (
    'index' =>
    array (
      '默认关注分组' => 'admin.php?mod=setting&code=follow',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=follow',
      1 => '默认关注分组',
      2 => '用户注册控制',
      3 => '注册引导步骤',
      4 => '全局IP访问控制',
      5 => '用户IP登录限制',
      6 => '自动关注推荐',
      7 => '邀请注册相关',
      8 => '新用户注册后默认拥有的分组',
      9 => '删? 分组名称',
      10 => '添加关注分组',
      11 => '删除',
    ),
  ),
  141 =>
  array (
    'index' =>
    array (
      '邀请注册相关' => 'admin.php?mod=setting&code=invite',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=invite',
      1 => '邀请注册相关',
      2 => '用户注册控制',
      3 => '注册引导步骤',
      4 => '全局IP访问控制',
      5 => '用户IP登录限制',
      6 => '自动关注推荐',
      7 => '默认关注分组',
      8 => '技巧提示',
      9 => '可使用如下标签代替实际的内容，前台展示时会自动解析为实际的内容：',
      10 => '#nickname# 代表 用户昵称',
      11 => '#inviteurl# 代表 邀请链接',
      12 => '#invite_num# 代表 可邀请人数',
      13 => '#site_name# 代表 站点名称',
      14 => '邀请注册相关设置',
      15 => '关闭前台“邀请好友”导航的显示？默认为“否”，表示显示 是',
      16 => '邀请语设置',
    ),
  ),
  142 =>
  array (
    'index' =>
    array (
      '签到设置' => 'admin.php?mod=sign&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sign&code=index',
      1 => '签到设置',
      2 => '签到',
      3 => '签到积分排行',
      4 => '基本设置',
      5 => '是否开始签到',
      6 => '签到话题',
      7 => '每行一个话题',
    ),
  ),
  143 =>
  array (
    'index' =>
    array (
      '签到积分排行' => 'admin.php?mod=sign&code=sign_list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sign&code=sign_list',
      1 => '签到积分排行',
      2 => '签到',
      3 => '签到设置',
      4 => '积分排行',
      5 => '设置积分排行类型在达人榜可显示此积分的排行榜',
      6 => '积分搜索',
      7 => '积分排行字段',
      8 => '用户昵称',
      9 => '积分（大于）',
      10 => '排除获得奖励',
      11 => '全部',
      12 => '全选 昵称 积分',
      13 => '记事狗 8',
      14 => '操作： 私信内容：',
      15 => '选择发放的勋章',
    ),
  ),
  144 =>
  array (
    'index' =>
    array (
      '积分规则设置' => 'admin.php?mod=setting&code=list_credits_rule',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=list_credits_rule',
      1 => '积分规则设置',
      2 => '积分项目设置',
      3 => '查看积分排行',
      4 => '技巧提示',
      5 => '各项积分增减允许的范围为 -99～+99。 如果为更多的操作设置积分策略，系统就需要更频繁的更新用户积分，同时意味着消耗更多的系统资源，因此请根据实际情况酌情设置。查看积分规则',
      6 => '积分策略',
      7 => '策略名称 周期 奖励次数',
      8 => '金币',
      9 => '发布原创微博 每天 10',
      10 => '编辑',
      11 => '删除',
      12 => '评论或转发微博 每天 10',
      13 => '关注好友 每天 10',
      14 => '邀请注册 每天 10',
      15 => '每天登录 每天 1',
      16 => '发送短消息 每天 1',
      17 => '设置头像 一次性 1',
      18 => 'VIP认证 一次性 1',
      19 => '发布指定话题新人报到 每天 2',
      20 => '关注指定用户admin 一次性 1',
      21 => '删除微博 不限周期 不限次数',
      22 => '取消关注好友 不限周期 不限次数',
      23 => '发布指定话题 每天 1',
      24 => '关注指定用户 每天 1',
      25 => '发起投票 每天 10',
      26 => '删除投票 不限周期 不限次数',
      27 => '上传附件 每天 10',
      28 => '删除附件 不限周期 10',
      29 => '下载附件 不限周期 不限次数',
      30 => '用户自设分值计量单位：',
      31 => '赞微博 每天 10',
      32 => '微博被赞 不限周期 不限次数',
      33 => '微博被推荐 不限周期 不限次数',
      34 => '兑换商品 不限周期 不限次数',
      35 => '商品兑换价计量单位：',
    ),
  ),
  145 =>
  array (
    'index' =>
    array (
      '查看积分排行' => 'admin.php?mod=sign&code=credits_top',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sign&code=credits_top',
      1 => '查看积分排行',
      2 => '签到',
      3 => '积分项目设置',
      4 => '积分规则设置',
      5 => '积分排行',
      6 => '设置积分排行类型在达人榜可显示此积分的排行榜',
      7 => '积分搜索',
      8 => '积分排行字段',
      9 => '用户昵称',
      10 => '积分（大于）',
      11 => '排除获得奖励',
      12 => '全部',
      13 => '全选 昵称 积分',
      14 => '记事狗 8',
      15 => '操作： 私信内容：',
      16 => '选择发放的勋章',
    ),
  ),
  146 =>
  array (
    'index' =>
    array (
      '站点状态' => 'admin.php?mod=setting&code=visit_state',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=visit_state',
      1 => '站点状态',
      2 => '核心设置',
      3 => '审核开关',
      4 => '系统负载',
      5 => '站点状态设置',
      6 => '完全开放 内部开放 完全关闭',
      7 => '允许访问的用户组 站点内部开放状态下，允许访问站点的特定用户组。留空表示不使用此功能',
      8 => '管理员:',
      9 => '管理员',
      10 => '后台查看',
      11 => '普通会员:',
      12 => '游客',
      13 => '普通会员',
      14 => '禁言组',
      15 => '待验证会员',
      16 => '封号',
      17 => 'LV1会员',
      18 => 'LV2会员',
      19 => 'LV3会员',
      20 => 'LV4会员',
      21 => 'LV5会员',
      22 => 'LV6会员',
      23 => 'LV7会员',
      24 => 'LV8会员',
      25 => 'LV9会员',
      26 => 'LV10会员',
      27 => '允许访问的IP段 站点内部开放状态下，允许访问站点的特定IP段用户。',
      28 => '既可输入完整地址，也可只输入 IP 开头，例如 "192.168."(不含引号) 可匹配 192.168.0.0～192.168.255.255 范围内的所有地址。',
      29 => '多个IP段之间用“|”隔开。留空则表示不使用此功能。',
      30 => '您当前登录IP：',
      31 => '允许访问的会员 站点内部开放状态下，允许访问站点的特定会员。',
      32 => '多个会员用户名请用英文半角逗号“,”分隔。',
      33 => '留空则表示不使用此功能。',
      34 => '临时关闭前台访问时的提示: 当您在此处填写了内容时，系统自动关闭网站前台的访问，并提示此内容（支持html代码）留空则表示不使用此功能。',
    ),
  ),
  147 =>
  array (
    'index' =>
    array (
      '审核开关' => 'admin.php?mod=setting&code=check_switch',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=check_switch',
      1 => '审核开关',
      2 => '核心设置',
      3 => '站点状态',
      4 => '系统负载',
      5 => '审核开关设置',
      6 => '非V认证用户发言限制： 选择“禁止发言”，只有已通过V认证的用户才能发微博； 选择“进入待审核”，非V认证的用户发微博自动进入待审核状态。',
      7 => '禁止发言',
      8 => '进入待审核',
      9 => '不限制',
      10 => '开启微博内容先审后发： 选择“是”，前台所有用户发微博必须经过管理员审核通过后才可以对外显示；',
      11 => '用户在“我的微博”可以看到自己发布的待审核的微博信息。 是',
      12 => '有待审核通知管理员： 当您在此处填写了内容时，系统自动以初始帐号给管理员发私信，告知有审核内容；',
      13 => '填写管理员昵称，多个管理员用"|"隔开；',
      14 => '为方便管理，请尽量不要以初始帐号作为审核管理员。',
      15 => '进入待审核提示： 选择“是”开启，用户发微博内容进入审核状态时，显示提示信息；',
      16 => '选择“否”，跳过信息提示。 是',
      17 => '开启签名审核： 选择“是”开启，前台所有用户编辑签名必须经过管理员审核通过后才可以对外显示；',
      18 => '未经审核以及审核未通过时，显示用户原有签名。 是',
      19 => '开启头像审核： 选择“是”开启，前台所有用户改变头像必须经过管理员审核通过后才可以对外显示；',
      20 => '未经审核以及审核未通过时，显示用户原有头像或默认头像。',
      21 => '注：开启UC整合将不进行审核操作。 是',
    ),
  ),
  148 =>
  array (
    'index' =>
    array (
      '系统负载' => 'admin.php?mod=setting&code=modify_sysload',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_sysload',
      1 => '系统负载',
      2 => '核心设置',
      3 => '站点状态',
      4 => '审核开关',
      5 => '微博发布队列',
      6 => '是否启用 建议大数据量并发时启用。参考网址：http://blog.s135.com/httpsqs/。启用后请在linux下使用php-cli执行根目录下的/wqueue-daemon.php守护端。',
      7 => '启用',
      8 => '不启用',
      9 => '参数配置',
      10 => '访问地址： （IP:端口）',
      11 => '数据库名：',
      12 => '验证密码：',
    ),
  ),
  149 =>
  array (
    'index' =>
    array (
      '关于我们' => 'admin.php?mod=web_info',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=web_info',
      1 => '关于我们',
      2 => '首页公告',
      3 => '技巧提示',
      4 => '点编辑框左侧的“关于我们”等字样，可以直接在前台查看实际显示效果 本页面的内容信息都保存在/setting/web_info.php中，可以通过ftp直接修改',
      5 => '联系我们',
      6 => '加入我们',
      7 => '浮动信息（全站）',
      8 => '浮动信息位置：',
      9 => '左侧',
      10 => '右侧',
      11 => '不显示',
      12 => '默认显示小图？',
      13 => '是的',
      14 => '不是',
    ),
  ),
  150 =>
  array (
    'index' =>
    array (
      '邮件队列' => 'admin.php?mod=notice&code=mailq',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=notice&code=mailq',
      1 => '邮件队列',
      2 => '公告信息',
      3 => '邮件发送设置',
      4 => '查看邮件队列',
      5 => '删除 收件人 收件邮箱 邮件内容 邮件发送时间',
    ),
  ),
  151 =>
  array (
    'index' =>
    array (
      '图片签名档' => 'admin.php?mod=setting&code=modify_qmd',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_qmd',
      1 => '图片签名档',
      2 => '图片上传',
      3 => '附件文档',
      4 => '远程附件',
      5 => '图片签名档选项',
      6 => '是否开启图片签名档： 开启该功能，因为需要将用户的微博生成图片，所以对网站效率有一定影响；',
      7 => '选择“是”，则用户可在前台获取自己的图片签名档代码，用于挂在论坛签名栏处显示微博。',
      8 => '前台是否显示链接地址？ 选择“否”，不显示链接地址；默认选择“是”，表示显示链接地址',
      9 => '（提示: 仅在设置了关闭图片签名档的时候，此项设置才生效）',
      10 => '签名档图片存放目录： 填写网站文件夹目录名称，注意以“/”结尾，如: images/qmd/。',
      11 => '（提示: 如果开启了图片签名档，则此项不能为空）',
      12 => '签名档字体文件： 填写系统字体文件路径或者已上传的字体文件路径。',
      13 => '字体文件为空将无法生成签名档，字体文件最好是宋体。',
      14 => '如：images/simsun.ttc。',
      15 => '（提示: 此项不能为空）',
    ),
  ),
  152 =>
  array (
    'index' =>
    array (
      '附件文档' => 'admin.php?mod=attach',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=attach',
      1 => '附件文档',
      2 => '图片上传',
      3 => '图片签名档',
      4 => '远程附件',
      5 => '参数设置',
      6 => '开启附件上传应用： 选择是开启，则普通用户可在前台上传附件。',
      7 => '开启微群附件上传功能： 选择是，开启微群内的附件上传的功能。',
      8 => '单个文件大小限制： 单个文件最大可允许的大小（单位：KB），最大不超过51200KB(50M)，需要服务器配置的支持，如果php.ini中的（post_max_size和upload_max_filesize）配置值小于该值，则该设置无效，建议2048KB(2M)。',
      9 => '单次上传数量限制： 每次最多可以上传的文件数量，最多不超过50个，需要服务器配置的支持，建议3个。',
      10 => '单个文件奖励积分限制：(最低~最高) 即限制积分最低值和最高值，避免用户私自乱设积分。',
      11 => '下载文件不扣积分者： 即下载文件时，不管该文件是否需要下载积分，该用户组的用户下载时，都不扣积分。',
      12 => '管理员',
      13 => '后台查看',
      14 => '普通会员',
      15 => '禁言组',
      16 => '待验证会员',
      17 => 'LV1会员',
      18 => 'LV2会员',
      19 => 'LV3会员',
      20 => 'LV4会员',
      21 => 'LV5会员',
      22 => 'LV6会员',
      23 => 'LV7会员',
      24 => 'LV8会员',
      25 => 'LV9会员',
      26 => 'LV10会员',
      27 => '封号',
    ),
  ),
  153 =>
  array (
    'index' =>
    array (
      '远程附件' => 'admin.php?mod=setting&code=modify_ftp',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_ftp',
      1 => '远程附件',
      2 => '图片上传',
      3 => '图片签名档',
      4 => '附件文档',
      5 => '技巧提示',
      6 => '1、开启本功能后，会将用户上载的图片、头像以及附件文档上传到远程服务器上，便于实施附件与程序分离。 2、从记事狗V4开始，支持多FTP服务器负载均衡和阿里云存储（简称OSS）（推荐使用阿里云服务器）。',
      7 => '远程附件列表',
      8 => '删 类型: 空间地址: FTP服务器请填写其域名或者IP地址阿里云OSS默认为：oss.aliyuncs.com',
      9 => '连接端口: FTP默认为21OSS默认为80',
      10 => '连接帐号: FTP帐号必须具有读写权限OSS为：Access Key ID',
      11 => '连接密码: FTP帐号对应的密码OSS为：Access Key Secret',
      12 => '负载均衡比 是否开启',
      13 => '删 FTP',
      14 => '---',
      15 => '× 编辑',
      16 => '点此添加FTP服务器',
    ),
  ),
  154 =>
  array (
    'index' =>
    array (
      '网站首页幻灯' => 'admin.php?mod=setting&code=modify_slide_index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=modify_slide_index',
      1 => '网站首页幻灯',
      2 => '首页幻灯',
      3 => '我的首页幻灯',
      4 => '首页幻灯广告设置',
      5 => '是否启用？',
      6 => '启用幻灯广告后，在网站首页会显示幻灯图片内容，以吸引游客访问网站。',
      7 => '启用 图片地址和链接地址 排序',
      8 => '1）请输入图片地址：图片大小以680x220为最佳；',
      9 => '或上传图片：',
      10 => '2）完整链接url地址：',
      11 => '1）请输入图片地址：',
      12 => '图片大小以680x220为最佳；',
    ),
  ),
  155 =>
  array (
    'index' =>
    array (
      '所有广告' => 'admin.php?mod=income&code=ad_list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=income&code=ad_list',
      1 => '所有广告',
      2 => '广告管理',
      3 => '广告位',
      4 => '广告列表',
      5 => '删 广告位置 标题 样式 起始时间 终止时间 投放范围 编辑',
    ),
  ),
  156 =>
  array (
    'index' =>
    array (
      '私信群发' => 'admin.php?mod=pm&code=pmsend',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=pm&code=pmsend',
      1 => '私信群发',
      2 => '私信管理',
      3 => '给管理员的信',
      4 => '群发私信',
      5 => '群发内容:',
      6 => '群发人 群发消息内容 群发时间 操作',
    ),
  ),
  157 =>
  array (
    'index' =>
    array (
      '给管理员的信' => 'admin.php?mod=pm&code=to_admin',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=pm&code=to_admin',
      1 => '给管理员的信',
      2 => '私信管理',
      3 => '私信群发',
      4 => '设置后会在前台私信页面的导航条上出现相应的内容和链接地址。',
      5 => '名称 接收者昵称 创建时间 操作',
      6 => '管理员(admin,fox,itom,xfteacher) admin,fox,itom,xfteacher',
      7 => '2013-09-26 15:09:51',
      8 => '编辑 删除',
    ),
  ),
  158 =>
  array (
    'index' =>
    array (
      '封杀用户列表' => 'admin.php?mod=member&code=force_out',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=force_out',
      1 => '封杀用户列表',
      2 => '用户列表',
      3 => '上报领导列表',
      4 => '禁言 禁止访问',
      5 => '已禁言：用户只有浏览微博站，不能进行互动；禁止访问：被此封杀的用户帐号将不能登录到微博站。 封杀用户可以在微博管理、自我介绍管理、签名管理、编辑用户等页面进行操作。',
      6 => '昵称 封杀类型 被封时间 封杀人 封杀原因 管理',
    ),
  ),
  159 =>
  array (
    'index' =>
    array (
      '上报领导列表' => 'admin.php?mod=member&code=leaderlist',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=leaderlist',
      1 => '上报领导列表',
      2 => '用户列表',
      3 => '封杀用户列表',
      4 => '上报领导列表用于给需要汇报的领导发送邮件，以告知有关的信息内容。 此功能在微博、活动等应用的管理中有运用。点击查看。 邮件地址必须真实。',
      5 => '删？ 领导名(*) 邮件地址(*)',
      6 => '添加上报领导',
    ),
  ),
  160 =>
  array (
    'index' =>
    array (
      '当前在线用户' => 'admin.php?mod=sessions',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=sessions',
      1 => '当前在线用户',
      2 => '用户访问记录',
      3 => '用户登录日志',
      4 => '在线用户:1人 搜索在线用户',
      5 => '是否会员:',
      6 => '搜索一下',
      7 => '帐号/昵称:',
      8 => 'IP地址:',
      9 => '帐号/昵称 IP地址 最后访问时间',
      10 => '排序方式： 最后访问时间▼',
      11 => 'IP地址',
      12 => '用户ID',
      13 => '记事狗',
      14 => '127.0.0.1',
      15 => '2013-12-04 15:17:36',
    ),
  ),
  161 =>
  array (
    'index' =>
    array (
      '用户登录日志' => 'admin.php?mod=member&code=user_login_log',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=user_login_log',
      1 => '用户登录日志',
      2 => '用户访问记录',
      3 => '当前在线用户',
      4 => '用户昵称',
      5 => '记录时间(例如: 2012-01-01)',
      6 => 'IP地址',
      7 => '查看全部',
      8 => '用户昵称 IP地址:端口 记录时间 客户端类型',
      9 => '记事狗 127.0.0.1:50668 2013-12-04 15:11:30 WEB',
      10 => '记事狗 127.0.0.1:50595 2013-12-04 15:10:12 WEB',
    ),
  ),
  162 =>
  array (
    'index' =>
    array (
      'V认证条件' => 'admin.php?mod=vipintro&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vipintro&code=setting',
      1 => 'V认证条件',
      2 => '用户V认证',
      3 => 'V认证设置',
      4 => 'V认证类别',
      5 => '手动添加认证',
      6 => '设置用户认证条件',
      7 => '条件项 条件 不通过时跳转页面',
      8 => '需通过Email验证： 是',
      9 => '微博数量：',
      10 => '需上传头像： 是',
      11 => '粉丝数：',
      12 => '需设置所在区域： 是',
      13 => '提交',
    ),
  ),
  163 =>
  array (
    'index' =>
    array (
      'V认证设置' => 'admin.php?mod=vipintro&code=validate_setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vipintro&code=validate_setting',
      1 => 'V认证设置',
      2 => '用户V认证',
      3 => 'V认证条件',
      4 => 'V认证类别',
      5 => '手动添加认证',
      6 => 'V认证操作',
      7 => '审核通过 |',
      8 => '等待审核 |',
      9 => '审核未通过 |',
      10 => '导入老认证用户',
      11 => '按条件检索',
      12 => '用户昵称：',
      13 => '提交',
      14 => '上传证件图片：',
      15 => '开启',
      16 => '关闭',
      17 => '（选择“开启”用户申请认证时必须上传证件图片，选择"关闭"用户可不上传证件图片。）',
    ),
  ),
  164 =>
  array (
    'index' =>
    array (
      'V认证类别' => 'admin.php?mod=vipintro&code=categorylist',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vipintro&code=categorylist',
      1 => 'V认证类别',
      2 => '用户V认证',
      3 => 'V认证条件',
      4 => 'V认证设置',
      5 => '手动添加认证',
      6 => '认证操作',
      7 => '增加主类|',
      8 => '增加分类|',
      9 => '类别列表',
      10 => 'V认证分类名称 默认图标 认证人数 编辑 查看 删除',
      11 => '个人',
      12 => '0 编辑顶级分类',
      13 => '删除',
      14 => '站长',
      15 => '0 编辑子分类 查看用户',
      16 => '其他',
      17 => '娱乐高管',
      18 => '娱评人',
      19 => '娱记',
      20 => '经纪人',
      21 => '娱乐活动',
      22 => '商界名人',
      23 => '经济学人',
      24 => '股票',
      25 => '基金',
      26 => '外汇',
      27 => '期货',
      28 => '投资',
      29 => '增加子分类',
      30 => '企业',
      31 => '学校',
      32 => '政府',
      33 => '媒体',
      34 => '增加顶级分类',
    ),
  ),
  165 =>
  array (
    'index' =>
    array (
      '手动添加认证' => 'admin.php?mod=vipintro&code=addvip',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=vipintro&code=addvip',
      1 => '手动添加认证',
      2 => '用户V认证',
      3 => 'V认证条件',
      4 => 'V认证设置',
      5 => 'V认证类别',
      6 => '用户昵称',
      7 => '注：同时添加多个用户名换行即可',
      8 => 'V认证类别：',
      9 => 'V认证描述',
      10 => 'V认证描述，可以为空。',
      11 => '提交',
    ),
  ),
  166 =>
  array (
    'index' =>
    array (
      '底部导航菜单' => 'admin.php?mod=navigation&code=footer_navigation',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=navigation&code=footer_navigation',
      1 => '底部导航菜单',
      2 => '导航设置',
      3 => '顶部和左侧导航菜单',
      4 => '底部导航菜单设置',
      5 => '删? 显示顺序 *导航菜单名称(不可留空) 唯一英文名用于对连接的特殊处理 链接地址（站内以index.php开头，站外url以http://开头） 打开方式 可用',
      6 => '二级导航',
      7 => '添加一级导航',
    ),
  ),
  167 =>
  array (
    'index' =>
    array (
      '功能说明' => 'admin.php?mod=setting&code=cp_ad',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=setting&code=cp_ad',
      1 => '功能说明',
      2 => '单位管理',
      3 => '部门管理',
      4 => '岗位管理',
      5 => '这是企业2.0应用模块，供在企业内部搭建互动交流平台使用',
      6 => '功能介绍',
      7 => '您还没有开启单位微博功能，请到“后台->全局设置->注册访问控制->是否启用单位功能模块->选择\'是\'".',
    ),
  ),
  168 =>
  array (
    'index' =>
    array (
      '部门管理' => 'admin.php?mod=department',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=department',
      1 => '部门管理',
      2 => '功能说明',
      3 => '单位管理',
      4 => '岗位管理',
      5 => '这是企业2.0应用模块，供在企业内部搭建互动交流平台使用',
      6 => '功能介绍',
      7 => '您还没有开启单位微博功能，请到“后台->全局设置->注册访问控制->是否启用单位功能模块->选择\'是\'".',
    ),
  ),
  169 =>
  array (
    'index' =>
    array (
      '岗位管理' => 'admin.php?mod=job',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=job',
      1 => '岗位管理',
      2 => '功能说明',
      3 => '单位管理',
      4 => '部门管理',
      5 => '这是企业2.0应用模块，供在企业内部搭建互动交流平台使用',
      6 => '功能介绍',
      7 => '您还没有开启单位微博功能，请到“后台->全局设置->注册访问控制->是否启用单位功能模块->选择\'是\'".',
    ),
  ),
  170 =>
  array (
    'index' =>
    array (
      '马甲设置' => 'admin.php?mod=member&code=config',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=member&code=config',
      1 => '马甲设置',
      2 => '马甲管理',
      3 => '是否开启马甲功能 是',
      4 => '使用马甲权限 在开启马甲功能时，若不设置此项，则视所有用户均有马甲权限。 管理员',
      5 => '后台查看',
      6 => '普通会员',
      7 => '禁言组',
      8 => '待验证会员',
      9 => 'LV1会员',
      10 => 'LV2会员',
      11 => 'LV3会员',
      12 => 'LV4会员',
      13 => 'LV5会员',
      14 => 'LV6会员',
      15 => 'LV7会员',
      16 => 'LV8会员',
      17 => 'LV9会员',
      18 => 'LV10会员',
      19 => '封号',
    ),
  ),
  171 =>
  array (
    'index' =>
    array (
      '频道设置' => 'admin.php?mod=channel&code=config',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=channel&code=config',
      1 => '频道设置',
      2 => '频道类型',
      3 => '频道管理',
      4 => '是否开启频道： 选择“是”，则频道开启；否则频道关闭。 是',
      5 => '频道是否必选： 选择“是”，则发布微博时，必须要选择一个频道后，微博才能发布。(频道关闭状态下，此设置无效)。 是',
      6 => '右侧推荐频道： 页面右侧的推荐频道内容',
      7 => '推荐的导航名称： 例如“新闻公告”等。',
    ),
  ),
  172 =>
  array (
    'index' =>
    array (
      '频道类型' => 'admin.php?mod=channel&code=channeltype',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=channel&code=channeltype',
      1 => '频道类型',
      2 => '频道设置',
      3 => '频道管理',
      4 => '添加频道类型（说明：模板文件必须在模板目录的channel目录下存在，否则设置无效）',
      5 => '说明：频道类型（或模型）名称可以是中英文字符；但类型标识符只能是英文字母符号，不同类型的名称与标识符必须保证唯一',
      6 => '类型名称：',
      7 => '类型标识符：',
      8 => '删 类型名称 默认属性 一级频道模板 二级频道模板 内容详细页模板 操作',
      9 => '建议模型[idea]',
      10 => '编辑',
      11 => '问答模型[ask]',
      12 => '提 交',
    ),
  ),
  173 =>
  array (
    'index' =>
    array (
      '说明' => 'admin.php?mod=url&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=url&code=index',
      1 => '说明',
      2 => '相关设置',
      3 => 'URL链接地址管理',
      4 => '这里是URL链接地址后台管理页面，提供初始参数的一些设置以及对已有URL链接地址的管理功能。',
    ),
  ),
  174 =>
  array (
    'index' =>
    array (
      '相关设置' => 'admin.php?mod=url&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=url&code=setting',
      1 => '相关设置',
      2 => '说明',
      3 => 'URL链接地址管理',
      4 => '配置',
      5 => '新的URL链接地址默认状态 此处设置仅针对内容中新增加的URL链接；系统中原已存在的URL链接地址按“加入常规（默认）队列”中处理。 加入白名单（允许访问）队列',
      6 => '加入常规（默认）队列',
      7 => '加入黑名单（禁止访问）队列',
      8 => '白名单（允许访问）队列中的URL链接处理',
      9 => '直接跳转到相应的链接地址（推荐用于白名单（允许访问）队列）',
      10 => '给出可以点击的链接地址，需要点击后才能跳转（推荐用于常规（默认）队列）',
      11 => '给出链接地址，需要自行复制链接地址到浏览器地址栏中进行访问（推荐用于常规（默认）队列）',
      12 => '禁止访问（推荐用于黑名单（禁止访问）队列）',
      13 => '常规（默认）队列中的URL链接处理',
      14 => '黑名单（禁止访问）队列中的URL链接处理',
    ),
  ),
  175 =>
  array (
    'index' =>
    array (
      '说明' => 'admin.php?mod=tools&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tools&code=index',
      1 => '说明',
      2 => '分享到微博设置',
      3 => '微博秀设置',
      4 => '这里是前台一些小工具的后台管理页面，比如“分享到微博”、“微博秀”等功能的管理。',
    ),
  ),
  176 =>
  array (
    'index' =>
    array (
      '分享到微博设置' => 'admin.php?mod=tools&code=share_to_weibo',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=tools&code=share_to_weibo',
      1 => '分享到微博设置',
      2 => '说明',
      3 => '微博秀设置',
      4 => '不在前台显示链接地址？ 默认为“否”表示显示链接地址，选择“是”表示不显示链接地址 是',
    ),
  ),
  177 =>
  array (
    'index' =>
    array (
      '说明' => 'admin.php?mod=mall&code=index',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=mall&code=index',
      1 => '说明',
      2 => '设置',
      3 => '添加商品',
      4 => '商品管理',
      5 => '订单管理',
      6 => '这里是积分商城后台管理页面，提供初始参数的一些设置以及对商品、订单等的管理功能。',
    ),
  ),
  178 =>
  array (
    'index' =>
    array (
      '设置' => 'admin.php?mod=mall&code=setting',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=mall&code=setting',
      1 => '设置',
      2 => '说明',
      3 => '添加商品',
      4 => '商品管理',
      5 => '订单管理',
      6 => '配置',
      7 => '启用积分商城功能？',
      8 => '兑换商品推送动态？',
      9 => '增加商品推送动态？',
      10 => '设置使用的积分项',
      11 => '积分规则',
    ),
  ),
  179 =>
  array (
    'index' =>
    array (
      '添加商品' => 'admin.php?mod=mall&code=add_goods',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=mall&code=add_goods',
      1 => '添加商品',
      2 => '说明',
      3 => '设置',
      4 => '商品管理',
      5 => '订单管理',
      6 => '商品名字',
      7 => '（不超过100个字符）',
      8 => '商品SN号',
      9 => '（自己对商品定义的编号，可以不填写）',
      10 => '所需金币',
      11 => '（即：兑换该商品所需要的金币，必须输入）',
      12 => '总积分要求',
      13 => '（即：兑换门槛，总积分必须大于或等于该设置分的才可以兑换，0为不做要求，无兑换门槛。）',
      14 => '商品详情',
      15 => '商品形象图片',
      16 => '（大小：300*300，目前只支持添加一张图片）',
      17 => '总商品数',
      18 => '（即：库存数，必须输入）',
      19 => '商品有效期',
      20 => '（必须输入，即：在该时间之前可以兑换，超过该时间后不可兑换，自动下架。）',
      21 => '商品排序',
      22 => '（由大到小排序）',
    ),
  ),
  180 =>
  array (
    'index' =>
    array (
      '订单管理' => 'admin.php?mod=mall&code=order_list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=mall&code=order_list',
      1 => '订单管理',
      2 => '说明',
      3 => '设置',
      4 => '添加商品',
      5 => '商品管理',
      6 => '搜索订单',
      7 => '商品名称:',
      8 => '订单SN:',
      9 => '用户呢称:',
      10 => '订单状态:',
      11 => '搜索一下',
      12 => '订单SN 用户呢称 商品数量 用户地址 用户电话 用户手机 订单时间 订单状态',
    ),
  ),
  181 =>
  array (
    'index' =>
    array (
      '绑定情况' => 'admin.php?mod=wechat&code=do_list',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=wechat&code=do_list',
      1 => '绑定情况',
      2 => '微信公共平台',
      3 => '设置',
      4 => '搜索选项',
      5 => '用户昵称',
      6 => '查看全部',
      7 => '用户昵称 微信唯一ID 绑定时间',
    ),
  ),
  182 =>
  array (
    'index' =>
    array (
      '重要人物' => 'admin.php?mod=feed&code=leader',
    ),
    'text' =>
    array (
      0 => 'admin.php?mod=feed&code=leader',
      1 => '重要人物',
      2 => '动态提醒',
      3 => '动态记录',
      4 => '重要人物动态设置',
      5 => '推送动作： 相应动作的操作将推送到以下用户的动态信息里 微博',
      6 => '评论',
      7 => '转发',
      8 => '收藏',
      9 => '推送用户： 输入用户昵称，一行一个输入不存在的用户将自动被清除',
    ),
  ),
);
?>